[
  {
      "agencyName": "Lansdowne Agency",
      "MonumentName": "Garhwal Rifles Regimental Museum",
      "email": "lansdowne_1733479729@gmail.com",
      "password": "test@123",
      "desc": "The Garhwal Rifles Regimental Museum, located in Lansdowne, Uttarakhand, is a museum dedicated to preserving the rich history and heritage of the Garhwal Regiment, one of the oldest and most distinguished regiments of the Indian Army. The museum is a tribute to the valor, courage, and sacrifices made by the soldiers of the regiment in various wars and conflicts. With its extensive collection of military artifacts, uniforms, medals, weapons, and historical documents, the Garhwal Rifles Regimental Museum offers visitors a comprehensive insight into the regiment’s distinguished service and contributions to India’s defense.The museum's collection includes a wide array of items that highlight the history of the Garhwal Rifles, from its early days in the British colonial period to its involvement in major conflicts such as World War I, World War II, the Indo-Pakistani Wars, and various peacekeeping missions. The displays of military uniforms, equipment, and weapons used by the soldiers provide a visual representation of the regiment's history and the changing nature of warfare over the years.One of the main attractions of the museum is its collection of medals and awards, which showcase the bravery and gallantry of the Garhwal Rifles soldiers. These medals, along with their accompanying stories, reflect the courage and dedication of the soldiers who fought in difficult and dangerous conditions. The museum also features photographs and personal items from soldiers that provide a more personal connection to the history of the regiment.The museum is divided into several sections, each focusing on different aspects of the regiment's history and achievements. One section highlights the regiment’s participation in various wars and conflicts, with detailed accounts of battles and campaigns. Another section is dedicated to the contributions of the regiment during peacekeeping missions and its role in humanitarian efforts. The museum also features a gallery that showcases the evolution of military technology and the role of the Garhwal Rifles in adapting to new technologies and strategies.In addition to its military artifacts, the Garhwal Rifles Regimental Museum also serves as an educational center, offering insights into the values of discipline, honor, and sacrifice that the regiment embodies. The museum is a place where visitors can learn about the history of India’s military, gain a deeper understanding of the sacrifices made by soldiers, and appreciate the important role that the Garhwal Rifles has played in shaping India’s defense forces.The museum is not only a place for history enthusiasts and military buffs, but also for those who wish to pay tribute to the heroes who served in the Garhwal Rifles. It serves as a reminder of the sacrifices made by countless soldiers to protect the nation and ensure its safety. The museum’s peaceful and respectful atmosphere, combined with its educational exhibits, makes it a must-visit for anyone interested in India’s military history and the bravery of its armed forces.",
      "contactNumber": "8771230389",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Lansdowne",
      "state": "Uttarakhand",
      "pincode": "246155",
      "imageUrl": ["https://lh5.googleusercontent.com/p/AF1QipPni3FBzGm75fjugapgE_nlG8pgd-TjOPtvTJGu=w675-h390-n-k-no","https://lh5.googleusercontent.com/p/AF1QipOSgSY7Sv1WA6t-FXFAPfwrki6u_AD8vxvzmGSw=w675-h390-n-k-no","https://lh5.googleusercontent.com/p/AF1QipPqRveQS8sIWI1XzwOCaKj-INX4Rr-m8bcjeGRa=w675-h390-n-k-no" ],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3460.9592533739947!2d78.68815719999999!3d29.8365979!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390982c3080b0221%3A0x4cba11b6152a3088!2sGarhwali%20Museum!5e0!3m2!1sen!2sin!4v1733480359145!5m2!1sen!2sin"
  },
  {
      "agencyName": "Nainital Agency",
      "MonumentName": "NainiTal Museum",
      "email": "nainital_1733479729@gmail.com",
      "password": "test@123",
      "desc": "The Naini Tal Museum, situated in the scenic hill station of Nainital in Uttarakhand, is a charming repository of the region’s rich cultural heritage and history. The museum is dedicated to preserving the history of Nainital, its people, and the events that shaped this beautiful hill town. With its collection of artifacts, photographs, and historical memorabilia, the Naini Tal Museum offers a unique glimpse into the past and provides visitors with an educational and enriching experience.One of the museum’s primary attractions is its extensive collection of historical documents and photographs, which chronicle the establishment of Nainital as a popular hill station during the British colonial era. The town’s history is deeply intertwined with the British Raj, and the museum reflects this through its displays of colonial-era artifacts. Visitors can explore the region’s evolution from a small village to a bustling hill station that became a favorite retreat for British officials and expatriates seeking respite from the heat of the plains.The museum houses a wide range of exhibits that highlight the traditional crafts and lifestyles of the local Kumaoni people. These exhibits include intricate wooden artifacts, hand-woven textiles, and traditional Kumaoni jewelry. The displays are a testament to the craftsmanship and artistic heritage of the local community, showcasing how their skills and creativity have been passed down through generations.A key section of the museum is devoted to the history of Nainital’s establishment, featuring detailed maps, documents, and personal accounts from the time when the British first came to the region. The museum also highlights the role of notable figures in the development of the town, including its founders and prominent personalities who played a pivotal role in shaping Nainital into the town it is today. The story of the Naini Lake, which gave the town its name, is also prominently featured, with photographs and stories about its creation and the importance of the lake in the town’s development.In addition to the historical and cultural exhibits, the museum also offers insights into the region’s natural beauty and biodiversity. Nainital, surrounded by lush forests and the majestic Himalayan mountains, is home to diverse flora and fauna. The museum showcases a variety of natural specimens, including preserved animals, plants, and birds found in the surrounding areas, providing a connection to the natural environment that has played such a significant role in the town’s charm.The Naini Tal Museum also provides a space for local art and contemporary cultural exhibitions. It regularly hosts art exhibitions, craft displays, and other cultural events that celebrate the region’s living heritage. This makes the museum not only a place of history but also a vibrant center of cultural exchange, where visitors can experience the modern-day creativity of the people of Nainital.The museum’s location in Nainital adds to the overall experience, offering breathtaking views of the surrounding hills and the picturesque Naini Lake. The tranquil and serene atmosphere of the town perfectly complements the museum’s educational offerings, providing visitors with a calm environment to reflect on the history, culture, and natural beauty of the region.In conclusion, the Naini Tal Museum is a must-visit for anyone interested in exploring the cultural, historical, and natural significance of Nainital. Whether you’re a history enthusiast, an art lover, or someone looking to understand the local culture, the museum offers a comprehensive and immersive experience that showcases the essence of Nainital’s past, present, and future.",
      "contactNumber": "8098564731",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Nainital",
      "state": "Uttarakhand",
      "pincode": "263001",
      "imageUrl": ["https://www.google.com/imgres?q=Nainital%20images%20urls&imgurl=https%3A%2F%2Flive.staticflickr.com%2F7462%2F15617713180_5c3ecebf45_b.jpg&imgrefurl=https%3A%2F%2Fwww.flickr.com%2Fphotos%2Fsandeepachetan%2F15617713180&docid=x_U61e9J8I_j5M&tbnid=rrFMIb2KHOpC8M&vet=12ahUKEwiRlIDpn5GKAxXDXGwGHbzBJVcQM3oECCgQAA..i&w=1024&h=683&hcb=2&ved=2ahUKEwiRlIDpn5GKAxXDXGwGHbzBJVcQM3oECCgQAA","https://www.google.com/imgres?q=Nainital%20images%20urls&imgurl=https%3A%2F%2Fs3.india.com%2Fwp-content%2Fuploads%2F2024%2F08%2FUltimate-Travel-Tips-For-Nainitals-Breathtaking-Hill-Station-Adventure.jpg&imgrefurl=https%3A%2F%2Ftravel.india.com%2Fguide%2Fdestination%2Fultimate-travel-tips-for-nainitals-breathtaking-hill-station-adventure-7160897%2F&docid=wL5TRP0BScomMM&tbnid=QeFr_OdgjQJBfM&vet=12ahUKEwiRlIDpn5GKAxXDXGwGHbzBJVcQM3oECGIQAA..i&w=1200&h=900&hcb=2&ved=2ahUKEwiRlIDpn5GKAxXDXGwGHbzBJVcQM3oECGIQAA"],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Mussoorie Agency",
      "MonumentName": "Mussoorie Heritage Centre",
      "email": "mussoorie_1733479729@gmail.com",
      "password": "test@123",
      "desc": "The Mussoorie Heritage Centre, located in the heart of Mussoorie, Uttarakhand, is a captivating museum dedicated to preserving the history and culture of this famous hill station. Established with the vision to showcase Mussoorie's colonial past, cultural heritage, and unique evolution into a popular tourist destination, the Heritage Centre offers visitors an immersive experience of the town’s rich and diverse history.The museum features a variety of exhibits that reflect Mussoorie’s transformation from a small village into a bustling hill station during the British colonial era. The early photographs, maps, and personal accounts displayed at the Centre illustrate the story of how Mussoorie became a favorite retreat for British officials in the 19th century, with its pleasant climate and scenic surroundings.One of the highlights of the Mussoorie Heritage Centre is its extensive collection of colonial-era artifacts. These include old furniture, clothing, household items, and tools used by the British settlers, as well as military uniforms and equipment that tell the story of the British military presence in the region. The museum also features documents and photographs that detail the development of Mussoorie's infrastructure, including the construction of roads, buildings, and the establishment of schools and other institutions that contributed to the town's growth.In addition to its colonial history, the museum also celebrates the local culture and heritage of the Garhwal region. It displays traditional crafts, textiles, and artifacts made by the local Kumaoni and Garhwali people, reflecting the artistry and skills that have been passed down through generations. These exhibits highlight the customs, traditions, and lifestyles of the local communities that have lived in the region for centuries.The Mussoorie Heritage Centre also offers insights into the town’s role as a center for education, with exhibits showcasing the early schools, colleges, and educational institutions that were established in the area during the British era. The town’s intellectual and cultural contributions are honored through displays of books, personal stories of notable residents, and other items related to Mussoorie’s educational legacy.Another fascinating section of the museum is dedicated to the natural beauty of the region. The Mussoorie Heritage Centre features displays of local flora and fauna, offering a glimpse into the rich biodiversity of the area. The museum also educates visitors about the town’s natural environment and the importance of conservation efforts to preserve its unique ecosystems.The museum regularly hosts cultural events, workshops, and exhibitions that highlight the artistic talents of the local community, providing a platform for contemporary artists and craftsmen to showcase their work. These events bring the town’s heritage to life and offer visitors a chance to engage with the region’s living traditions.Situated in one of the most picturesque locations in Mussoorie, the Heritage Centre also provides stunning views of the surrounding hills and valleys. The serene and peaceful environment of the town makes it the perfect setting for reflecting on the town’s fascinating history, culture, and natural beauty. Whether you are a history enthusiast, a nature lover, or someone keen on learning about the rich cultural heritage of Mussoorie, the Mussoorie Heritage Centre offers an enriching experience for all who visit.",
      "contactNumber": "9541901087",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Mussoorie",
      "state": "Uttarakhand",
      "pincode": "248179",
      "imageUrl": ["https://www.google.com/imgres?q=Mussoorie%20Heritage%20Centre%20images%20urls&imgurl=https%3A%2F%2Fdynamic-media-cdn.tripadvisor.com%2Fmedia%2Fphoto-o%2F0f%2F6f%2F7f%2F4f%2Fmussoorie-heritage-centre.jpg%3Fw%3D1200%26h%3D-1%26s%3D1&imgrefurl=https%3A%2F%2Fwww.tripadvisor.in%2FAttraction_Review-g297689-d7160849-Reviews-Mussoorie_Heritage_Centre-Mussoorie_Dehradun_District_Uttarakhand.html&docid=vLYBolXVN5veWM&tbnid=M8lO7etb-vxtgM&vet=12ahUKEwigiquXoJGKAxUKbWwGHdXjNH8QM3oECBoQAA..i&w=1200&h=900&hcb=2&ved=2ahUKEwigiquXoJGKAxUKbWwGHdXjNH8QM3oECBoQAA","https://www.google.com/imgres?q=Mussoorie%20Heritage%20Centre%20images%20urls&imgurl=https%3A%2F%2Fmussoorieheritagecentre.com%2Fwp-content%2Fuploads%2F2020%2F10%2FIMG-20180307-WA0016-1124x562.jpg&imgrefurl=https%3A%2F%2Fmussoorieheritagecentre.com%2F&docid=Yh47rqv7xck2gM&tbnid=PJTN6KSCbsM6PM&vet=12ahUKEwigiquXoJGKAxUKbWwGHdXjNH8QM3oECG0QAA..i&w=1124&h=562&hcb=2&ved=2ahUKEwigiquXoJGKAxUKbWwGHdXjNH8QM3oECG0QAA","https://www.google.com/imgres?q=Mussoorie%20Heritage%20Centre%20images%20urls&imgurl=https%3A%2F%2Fmussoorieheritagecentre.com%2Fwp-content%2Fuploads%2F2020%2F10%2F1-1.jpg&imgrefurl=https%3A%2F%2Fmussoorieheritagecentre.com%2Fabout%2F&docid=wq31pINeSZ_8yM&tbnid=Ddoa3GNGk27mLM&vet=12ahUKEwigiquXoJGKAxUKbWwGHdXjNH8QM3oECGMQAA..i&w=1000&h=667&hcb=2&ved=2ahUKEwigiquXoJGKAxUKbWwGHdXjNH8QM3oECGMQAA"],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Haridwar Agency",
      "MonumentName": "Raja Ji National Park Museum",
      "email": "haridwar_1733479729@gmail.com",
      "password": "test@123",
      "desc": "The Raja Ji National Park Museum, located in the foothills of the Himalayas in Uttarakhand, serves as a tribute to the rich biodiversity and natural heritage of the Raja Ji National Park. The museum provides visitors with an insightful and educational experience about the flora, fauna, and ecosystems of the region. Raja Ji National Park, spread over 820 square kilometers, is a haven for wildlife enthusiasts, nature lovers, and conservationists alike.The museum's exhibits primarily focus on the wildlife of the park, including the diverse range of species that inhabit the area. It showcases detailed information about the park's famous residents such as tigers, elephants, leopards, and various species of birds, reptiles, and plants. The displays feature lifelike models, photographs, and detailed descriptions that highlight the park's role as a sanctuary for endangered and vulnerable species.In addition to wildlife, the museum educates visitors about the different ecosystems found within the park, from the riverine habitats along the Ganges to the dense forests and grasslands that are home to a variety of plant and animal life. It also provides insight into the ecological balance maintained by the park and its importance in sustaining the local environment and biodiversity.One of the key exhibits focuses on the conservation efforts that have been undertaken to protect the park's wildlife and natural resources. Visitors can learn about the challenges faced by conservationists, the impact of human activities, and the measures being taken to preserve the park's fragile ecosystems for future generations.The Raja Ji National Park Museum is not only an educational hub but also a place that promotes awareness about the importance of wildlife conservation and environmental protection. It serves as a valuable resource for visitors of all ages, inspiring a deeper understanding and appreciation of the natural world and the vital role played by national parks in safeguarding the planet's biodiversity.",
      "contactNumber": "9489644213",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Haridwar",
      "state": "Uttarakhand",
      "pincode": "249401",
      "imageUrl": ["https://www.google.com/imgres?q=Raja%20Ji%20National%20Park%20Museum%20images%20urls&imgurl=https%3A%2F%2Fwww.haridwarbn.com%2Fwp-content%2Fuploads%2F2021%2F08%2F1583607619_corbett-national-park.jpg.jpg&imgrefurl=https%3A%2F%2Fwww.haridwarbn.com%2Frajaji-national-park-and-tiger-reserve-haridwar%2F&docid=yS8jFi-dRHWA0M&tbnid=PXputqGNfraN9M&vet=12ahUKEwiYlqvNoJGKAxUIR2cHHWSqGPMQM3oECH0QAA..i&w=1600&h=775&hcb=2&ved=2ahUKEwiYlqvNoJGKAxUIR2cHHWSqGPMQM3oECH0QAA","https://www.google.com/imgres?q=Raja%20Ji%20National%20Park%20Museum%20images%20urls&imgurl=https%3A%2F%2Fdehraduntourism.co.in%2Fimages%2F%2Ftourist-places%2Frajaji-national-park-dehradun%2Frajaji-national-park-dehradun-tourism-holidays-closed-on-timings.jpg&imgrefurl=https%3A%2F%2Fdehraduntourism.co.in%2Frajaji-national-park-dehradun&docid=8aSTjl8WB2A7XM&tbnid=9wpv3Li1BvMnkM&vet=12ahUKEwiYlqvNoJGKAxUIR2cHHWSqGPMQM3oECHUQAA..i&w=750&h=400&hcb=2&ved=2ahUKEwiYlqvNoJGKAxUIR2cHHWSqGPMQM3oECHUQAA","https://www.google.com/imgres?q=Raja%20Ji%20National%20Park%20Museum%20images%20urls&imgurl=https%3A%2F%2Fimg.traveltriangle.com%2Fblog%2Fwp-content%2Fuploads%2F2017%2F08%2FRajaji-National-Park-og_22nd-oct.jpg&imgrefurl=https%3A%2F%2Ftraveltriangle.com%2Fblog%2Frajaji-national-park%2F&docid=snDJZKeDx_4aaM&tbnid=sF5BD-g-Ycd5qM&vet=12ahUKEwiYlqvNoJGKAxUIR2cHHWSqGPMQM3oECBwQAA..i&w=700&h=367&hcb=2&ved=2ahUKEwiYlqvNoJGKAxUIR2cHHWSqGPMQM3oECBwQAA"],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Haridwar Agency",
      "MonumentName": "Patanjali Yogpeeth Museum",
      "email": "haridwar_1733479729@gmail.com",
      "password": "test@123",
      "desc": "The Patanjali Yogpeeth Museum, located in Haridwar, Uttarakhand, is dedicated to showcasing the teachings and practices of yoga and Ayurveda, rooted in the ancient Indian traditions. Founded by Baba Ramdev, the museum serves as a hub for promoting physical, mental, and spiritual well-being through the principles of yoga, meditation, and natural healing. It is a place where visitors can explore the rich cultural heritage of yoga and its application in modern life.The museum's exhibits highlight the history and evolution of yoga, tracing its roots back to ancient times and its significant impact on both Indian and global wellness practices. With various artifacts, sculptures, and manuscripts, the museum educates visitors about the profound wisdom of yogic practices and their importance in promoting holistic health.One of the primary attractions of the museum is its collection of yoga-related items, including traditional yoga mats, asanas (postures) demonstrations, and ancient texts that explain the philosophy behind each pose. Additionally, there are displays on Ayurvedic treatments, herbs, and medicinal practices, which are key components of India's ancient healing systems. The museum features detailed explanations of various Ayurvedic therapies, oils, and natural remedies that promote balance and health.Another significant part of the museum is its focus on the contributions of Baba Ramdev to the revival of yoga and Ayurveda in modern times. Visitors can learn about the various initiatives led by Baba Ramdev and Patanjali Ayurved, including their efforts to make natural products and wellness practices accessible to a global audience.The museum also offers interactive experiences, including live yoga demonstrations and workshops, where visitors can practice yoga under the guidance of experienced instructors. These sessions emphasize the importance of yoga in maintaining mental clarity, physical strength, and emotional balance.Overall, the Patanjali Yogpeeth Museum is not only an educational space but also a sanctuary for those seeking to deepen their understanding of yoga and Ayurveda, promoting a balanced lifestyle and a healthier future.",
      "contactNumber": "9174718899",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Haridwar",
      "state": "Uttarakhand",
      "pincode": "249405",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Chakrata Agency",
      "MonumentName": "Chakrata Wildlife Sanctuary Museum",
      "email": "chakrata_1733479729@gmail.com",
      "password": "test@123",
      "desc": "The Chakrata Wildlife Sanctuary Museum, located in the serene town of Chakrata in Uttarakhand, showcases the rich flora and fauna of the region. The museum provides an insight into the biodiversity of the sanctuary, which is home to a variety of wildlife including leopards, bears, tigers, and numerous species of birds. With exhibits that include detailed descriptions of the sanctuary’s ecosystems, wildlife conservation efforts, and its importance in preserving the natural heritage of the region, the museum is an educational hub for nature lovers and wildlife enthusiasts.Visitors can explore the exhibits which highlight the unique features of the sanctuary’s landscapes, ranging from dense forests to grasslands. The museum also focuses on the conservation efforts undertaken to protect endangered species, offering educational resources on ecological preservation. Interactive displays, photographs, and models make the museum a perfect spot for those interested in learning more about wildlife conservation and the delicate balance of the ecosystem in the Chakrata Wildlife Sanctuary.",
      "contactNumber": "8436916175",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Chakrata",
      "state": "Uttarakhand",
      "pincode": "248123",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Dehradun Agency",
      "MonumentName": "Indian Military Academy (IMA) Museum",
      "email": "dehradun_1733479729@gmail.com",
      "password": "test@123",
      "desc": "The Indian Military Academy (IMA) Museum, located in Dehradun, Uttarakhand, is a revered institution that honors the history and legacy of the Indian Army. The museum celebrates the contributions of the IMA in shaping India's defense forces and its role in training future military leaders. With an extensive collection of military memorabilia, historical documents, uniforms, and weapons, the museum provides a comprehensive account of the academy's pivotal role in India's military history.The museum’s exhibits cover key events from India’s freedom struggle to post-independence military operations. It highlights the courage, discipline, and patriotism of IMA alumni, showcasing their contributions to national security. One of the main attractions of the museum is the display of the academy’s rich traditions, achievements, and the rigorous training process undergone by cadets. The museum also offers insight into the IMA’s distinguished alumni who have gone on to serve in high-ranking positions within the Indian Armed Forces.",
      "contactNumber": "7335942874",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Dehradun",
      "state": "Uttarakhand",
      "pincode": "248007",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Almora Agency",
      "MonumentName": "Kumaon Regiment Museum",
      "email": "almora_1733479730@gmail.com",
      "password": "test@123",
      "desc": "The Kumaon Regiment Museum, located in Ranikhet, Uttarakhand, is dedicated to the valor and sacrifices of the Kumaon Regiment, one of the most distinguished regiments of the Indian Army. The museum is a tribute to the regiment’s bravery and its role in major battles and military operations, both in India and abroad. With an impressive collection of medals, uniforms, weapons, and historical photographs, the museum provides an in-depth look into the regiment's history and its contributions to India's defense.The museum’s displays cover significant milestones in the regiment's history, including its involvement in World War I, World War II, and numerous peacekeeping missions. The exhibits also highlight the regiment’s enduring legacy, including its role in various battles, the bravery of its soldiers, and the key figures who have shaped the regiment's prestigious history. Visitors can explore the regiment’s rich traditions, training methods, and the stories of sacrifice that continue to inspire generations of soldiers.",
      "contactNumber": "8710956116",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Almora",
      "state": "Uttarakhand",
      "pincode": "263601",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Haridwar Agency",
      "MonumentName": "Swarna Jayanti Park Museum",
      "email": "haridwar_1733479730@gmail.com",
      "password": "test@123",
      "desc": "Swarna Jayanti Park Museum, located in Chandigarh, is a significant institution that showcases the rich natural heritage and cultural history of the region. The museum is a part of the expansive Swarna Jayanti Park, an area dedicated to both nature and the history of the city. The museum itself presents a detailed account of the city's urban development, including its post-independence growth, transformation, and modern architectural achievements. The museum also delves into the biodiversity surrounding the park, presenting a collection of local flora and fauna. Visitors can explore numerous exhibits that document the ecological diversity of Chandigarh and its surrounding areas, with special attention to the park's role as a vital green space in the heart of a bustling city. In addition to its environmental focus, the museum showcases the story of Chandigarh's architectural origins and urban planning, with exhibits that include photographs, blueprints, and models of iconic city structures. Through a combination of photographs, documents, and other artifacts, the museum highlights the influence of modernist architecture in the city’s planning, attributed to the efforts of notable architects such as Pierre Jeanneret and Le Corbusier. The museum is also an important space for cultural exhibitions, featuring displays on the city’s cultural events, local festivals, and performances that reflect the rich traditions of Punjab, Haryana, and Himachal Pradesh. The Swarna Jayanti Park Museum is a place where nature, history, and culture merge, offering visitors a well-rounded experience of Chandigarh’s evolution, making it an essential stop for anyone interested in the city’s past, present, and future. The peaceful park setting enhances the experience, offering a tranquil space for reflection while learning about the significant heritage of one of India’s most planned cities.",
      "contactNumber": "8221466130",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Ghaziabad",
      "state": "Uttar Pradesh",
      "pincode": "201014",
      "imageUrl": ["https://www.google.com/maps/place/Swarna+Jayanti+Park/@28.6414637,77.3683837,3a,78.6y,90t/data=!3m8!1e2!3m6!1sAF1QipOmTAyGsQJ1A3REmfcvSpZvfLG9ov8YZsf1viq_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOmTAyGsQJ1A3REmfcvSpZvfLG9ov8YZsf1viq_%3Dw129-h86-k-no!7i600!8i397!4m11!1m2!2m1!1sSwarna+Jayanti+Park+meseum!3m7!1s0x390cfb02b650febf:0x956e682834036b74!8m2!3d28.6417161!4d77.3683182!10e5!15sChpTd2FybmEgSmF5YW50aSBQYXJrIG11c2V1bVocIhpzd2FybmEgamF5YW50aSBwYXJrIG11c2V1bZIBBHBhcmvgAQA!16s%2Fg%2F11t7cvy2y5?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Swarna+Jayanti+Park/@28.6414637,77.3683837,3a,78.6y,90t/data=!3m8!1e2!3m6!1sAF1QipOmTAyGsQJ1A3REmfcvSpZvfLG9ov8YZsf1viq_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOmTAyGsQJ1A3REmfcvSpZvfLG9ov8YZsf1viq_%3Dw129-h86-k-no!7i600!8i397!4m11!1m2!2m1!1sSwarna+Jayanti+Park+meseum!3m7!1s0x390cfb02b650febf:0x956e682834036b74!8m2!3d28.6417161!4d77.3683182!10e5!15sChpTd2FybmEgSmF5YW50aSBQYXJrIG11c2V1bVocIhpzd2FybmEgamF5YW50aSBwYXJrIG11c2V1bZIBBHBhcmvgAQA!16s%2Fg%2F11t7cvy2y5?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Swarna+Jayanti+Park/@28.6414637,77.3683837,3a,78.6y,90t/data=!3m8!1e2!3m6!1sAF1QipOmTAyGsQJ1A3REmfcvSpZvfLG9ov8YZsf1viq_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOmTAyGsQJ1A3REmfcvSpZvfLG9ov8YZsf1viq_%3Dw129-h86-k-no!7i600!8i397!4m11!1m2!2m1!1sSwarna+Jayanti+Park+meseum!3m7!1s0x390cfb02b650febf:0x956e682834036b74!8m2!3d28.6417161!4d77.3683182!10e5!15sChpTd2FybmEgSmF5YW50aSBQYXJrIG11c2V1bVocIhpzd2FybmEgamF5YW50aSBwYXJrIG11c2V1bZIBBHBhcmvgAQA!16s%2Fg%2F11t7cvy2y5?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Swarna+Jayanti+Park/@28.6414637,77.3683837,3a,78.6y,90t/data=!3m8!1e2!3m6!1sAF1QipOmTAyGsQJ1A3REmfcvSpZvfLG9ov8YZsf1viq_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOmTAyGsQJ1A3REmfcvSpZvfLG9ov8YZsf1viq_%3Dw129-h86-k-no!7i600!8i397!4m11!1m2!2m1!1sSwarna+Jayanti+Park+meseum!3m7!1s0x390cfb02b650febf:0x956e682834036b74!8m2!3d28.6417161!4d77.3683182!10e5!15sChpTd2FybmEgSmF5YW50aSBQYXJrIG11c2V1bVocIhpzd2FybmEgamF5YW50aSBwYXJrIG11c2V1bZIBBHBhcmvgAQA!16s%2Fg%2F11t7cvy2y5?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1792824.061370643!2d77.36838370526995!3d28.64146370566218!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfb02b650febf%3A0x956e682834036b74!2sSwarna%20Jayanti%20Park!5e0!3m2!1sen!2sin!4v1733483336493!5m2!1sen!2sin"
  },
  {
      "agencyName": "Rishikesh Agency",
      "MonumentName": "Shivpuri Museum",
      "email": "rishikesh_1733479730@gmail.com",
      "password": "test@123",
      "desc": "Shivpuri Museum, located in the quiet town of Shivpuri in Madhya Pradesh, serves as a cultural and historical hub, preserving the royal legacy and historical significance of the region. The museum provides an in-depth look at Shivpuri’s role in Indian history, particularly during the Maratha and British eras. Visitors to the museum can explore exhibits that showcase a variety of artifacts, royal regalia, and paintings that depict the town’s royal heritage. Shivpuri was once the summer capital of the Scindia rulers of Gwalior, and the museum honors this rich royal history. The museum features portraits of the Scindia family, along with their personal items and weaponry, providing insight into the lifestyle and military prowess of the rulers. Visitors can also view artifacts that illustrate Shivpuri’s association with British colonial history, including documents, maps, and personal items belonging to British officers who visited or resided in the region. Additionally, the museum displays elements of local culture, including traditional garments, textiles, and pottery, allowing visitors to understand the cultural diversity of Shivpuri. The exhibits offer a fascinating narrative of Shivpuri’s historical significance, bridging the gap between the royal past and its current status as a town that retains its cultural and architectural heritage. The museum’s architecture itself is noteworthy, reflecting the grandeur of the region’s royal past. Nestled amidst lush greenery, the museum is a quiet sanctuary for history lovers, offering a perfect blend of historical knowledge and the beauty of the surrounding landscape. For those interested in understanding the royal history of Madhya Pradesh, Shivpuri Museum is an essential visit, offering a glimpse into a bygone era and preserving the memories of Shivpuri’s past.",
      "contactNumber": "9422326626",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Findiadesignsystem.bombaydc.com%2Fdesign%2FUttarakhand-Rajya&psig=AOvVaw2SuRD9-hk1WIg-0XqRPmig&ust=1733566582920000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCIjc3_j0kooDFQAAAAAdAAAAABAE",
      "city": "Rishikesh",
      "state": "Uttarakhand",
      "pincode": "249137",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Shimla Agency",
      "MonumentName": "Shimla State Museum",
      "email": "shimla_1733479730@gmail.com",
      "password": "test@123",
      "desc": "The Shimla State Museum, situated in the picturesque hill station of Shimla in Himachal Pradesh, is an essential cultural institution that preserves the region's diverse history and heritage. The museum is housed in a historic building that itself represents the colonial-era architecture of Shimla, making it a visual treat. The museum is a treasure trove of historical artifacts, featuring sculptures, paintings, manuscripts, and textiles that provide a detailed overview of the cultural evolution of the state. The museum’s exhibits include ancient sculptures and statues that reflect the rich artistic heritage of the region, particularly from the Gupta and Shunga periods, as well as the medieval era. The museum also showcases the traditional folk art and handicrafts of Himachal Pradesh, with vibrant displays of local textiles, jewelry, and woodwork. These exhibits help visitors understand the region’s cultural traditions, from its local festivals to its unique art forms that have evolved over centuries. One of the museum's most significant collections is its series of Pahari miniature paintings, which depict scenes from Indian mythology and the local culture of the hill stations. The museum also offers a comprehensive look at the natural history of Himachal Pradesh, with exhibits on the region's flora and fauna, geological formations, and wildlife conservation efforts. Special attention is given to the Himalayan ecosystem, which plays a crucial role in the biodiversity of the entire subcontinent. The Shimla State Museum is not just a place of historical and cultural learning but also a serene escape, providing a sense of connection to Himachal Pradesh’s traditions and its place within the broader history of India. It is an essential stop for those wishing to understand the depth of the state’s cultural, historical, and ecological significance.",
      "contactNumber": "8225411229",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Shimla",
      "state": "Himachal Pradesh",
      "pincode": "171001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Kullu Agency",
      "MonumentName": "Kullu Valley Museum",
      "email": "kullu_1733479730@gmail.com",
      "password": "test@123",
      "desc": "Located in the scenic Kullu Valley of Himachal Pradesh, the Kullu Valley Museum is an important institution that preserves and showcases the region's cultural heritage and history. The museum is dedicated to the unique lifestyle, customs, and traditions of the people who live in the Kullu Valley. Visitors to the museum can explore a wide range of exhibits that highlight the valley's vibrant culture, including traditional clothing, musical instruments, and agricultural tools. One of the museum’s main attractions is its extensive collection of Kullu shawls, which are renowned for their intricate patterns and vibrant colors, symbolizing the valley’s rich textile heritage. The museum also offers insights into the religious practices and festivals of the region, with exhibits showcasing the traditional deities, rituals, and ceremonial artifacts that are central to Kullu’s spiritual life. The museum's exhibits include representations of local gods and goddesses, with artifacts from the valley’s many temples and shrines. The Kullu Valley Museum also delves into the history of the region, offering a glimpse into the evolution of the valley's settlement patterns and its relationship with the broader history of Himachal Pradesh. The museum also features exhibits that focus on the region's agricultural heritage, including the farming tools, agricultural practices, and the significance of crops like apples and maize to the local economy. Visitors can also learn about the valley’s unique crafts, including woodwork and pottery, which have been passed down through generations. The Kullu Valley Museum offers a comprehensive understanding of the region's history, culture, and way of life, making it an essential stop for anyone wishing to learn about the rich traditions of Himachal Pradesh.",
      "contactNumber": "9954976672",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Kullu",
      "state": "Himachal Pradesh",
      "pincode": "175101",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Dharamshala Agency",
      "MonumentName": "Himachal Pradesh Tribal Museum",
      "email": "dharamshala_1733479730@gmail.com",
      "password": "test@123",
      "desc": "The Himachal Pradesh Tribal Museum, located in Shimla, serves as a vital institution dedicated to preserving and promoting the diverse tribal cultures of the region. Himachal Pradesh is home to a number of indigenous tribes, each with its own distinct customs, traditions, and way of life, and the Tribal Museum provides an in-depth look at their rich cultural heritage. The museum houses a comprehensive collection of artifacts that represent the daily life, rituals, and beliefs of these tribes, including their clothing, jewelry, tools, and artwork. Visitors can explore exhibits showcasing the customs of tribes such as the Gaddis, Lahaulis, and Kinners, gaining a deeper understanding of their unique lifestyles and spiritual practices. The museum also features displays on the traditional architecture of tribal villages, offering a glimpse into how these communities have adapted to the challenging terrain of the Himalayan region. One of the key exhibits focuses on the religion and rituals of the tribes, with detailed descriptions of the ceremonies, festivals, and deities worshipped by these communities. The museum’s collection also includes photographs and artifacts documenting the tribal people’s history, including their interactions with outsiders and their role in shaping the region’s development. The Himachal Pradesh Tribal Museum is not just a space for historical education, but also a cultural celebration, allowing visitors to experience the vibrancy of the region’s tribal cultures. It is a place of learning and reflection for those interested in understanding the diverse communities that have shaped the identity of Himachal Pradesh over centuries.",
      "contactNumber": "9566688041",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Dharamshala",
      "state": "Himachal Pradesh",
      "pincode": "176215",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Manali Agency",
      "MonumentName": "Manali Local History Museum",
      "email": "manali_1733479730@gmail.com",
      "password": "test@123",
      "desc": "The Manali Local History Museum, located in the heart of Manali in Himachal Pradesh, is a museum dedicated to preserving the rich cultural and historical heritage of this picturesque hill station. The museum features a wide array of exhibits that detail the evolution of Manali from ancient times to its present status as a popular tourist destination. Visitors can explore artifacts that showcase the traditional lifestyle of the people of Manali, including household items, agricultural tools, and musical instruments. The museum also features displays on the region’s cultural practices, such as the traditional dances, festivals, and religious rituals that are an integral part of life in Manali. One of the museum’s most interesting collections is its display of Pahari art, particularly miniature paintings that reflect the religious and cultural life of the region. The museum also highlights Manali’s historical significance as a trade route and its connections to ancient civilizations, including its role as a strategic center during the British colonial period. Through a series of photographs and historical documents, the museum offers visitors an understanding of how the town developed over time and became a key destination for travelers. The museum’s exhibits also focus on the region’s natural history, with displays on the flora and fauna of the surrounding mountains, as well as the impact of tourism on the local environment. The Manali Local History Museum is an excellent destination for those interested in the intersection of culture, history, and nature. The museum provides a valuable insight into the evolution of Manali, from its traditional roots to its contemporary role as a thriving tourism hub.",
      "contactNumber": "9605067254",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Manali",
      "state": "Himachal Pradesh",
      "pincode": "175131",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Kangra Agency",
      "MonumentName": "Kangra Fort Museum",
      "email": "kangra_1733479730@gmail.com",
      "password": "test@123",
      "desc": "Kangra Fort Museum, located within the historical Kangra Fort in Himachal Pradesh, is an important cultural site that offers visitors a glimpse into the region’s rich history and heritage. The museum is situated inside the fort, which itself is one of the oldest and largest in the Himalayas. The museum displays a wide array of artifacts, including ancient sculptures, pottery, weapons, and coins, each telling the story of the fort’s strategic importance and the region’s past. One of the key exhibits is a collection of ancient statues and relics from the era of the Katoch dynasty, which ruled the Kangra Valley for centuries. Visitors can also explore artifacts from the fort's long history, including the period of Mughal influence and the subsequent Rajput rulers. The museum showcases the military significance of the fort, with items such as weapons, armor, and military regalia that reflect the fort’s role in defending the region. The exhibits also highlight the cultural and religious diversity of the area, with religious icons and artifacts representing various traditions. The museum’s location within the Kangra Fort adds to its historical charm, with the fort offering stunning views of the surrounding valley. The fort and museum together provide a unique experience, as they allow visitors to not only learn about the history of the region but also immerse themselves in the ancient architecture and landscape. The Kangra Fort Museum is an essential stop for anyone interested in the history, culture, and architecture of Himachal Pradesh, as it offers a rare opportunity to explore the life of the valley’s past inhabitants and rulers.",
      "contactNumber": "8998591013",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Kangra",
      "state": "Himachal Pradesh",
      "pincode": "176001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Nalagarh Agency",
      "MonumentName": "Nalagarh Fort Museum",
      "email": "nalagarh_1733479731@gmail.com",
      "password": "test@123",
      "desc": "Nalagarh Fort Museum, located in the picturesque Nalagarh Fort in Himachal Pradesh, is a historical museum that showcases the heritage and royal history of the region. The fort itself, perched atop a hill with panoramic views of the surrounding valleys, was once the residence of the rulers of Nalagarh. The museum inside the fort is dedicated to preserving the rich cultural and historical legacy of the region, with exhibits that include royal artifacts, paintings, photographs, and objects from the fort's heyday. The museum highlights the architectural grandeur of the fort, which blends traditional Rajput and Mughal styles, as well as the lifestyle of the royal family. The collection includes a variety of items that reflect the opulent lifestyle of the rulers, such as ornate furniture, jewelry, and ceremonial weapons. The museum also showcases the fort's military history, with displays of armory and regalia that emphasize the fort’s strategic importance during times of conflict. The exhibits also feature the history of Nalagarh as a princely state, including documents and photographs that tell the story of its rulers and their contributions to the region. The Nalagarh Fort Museum offers a fascinating insight into the cultural and architectural heritage of the area, as well as the royal lifestyle of the past. Visitors can explore the fort’s courtyards and halls, each steeped in history, while learning about the legacy of the Nalagarh dynasty. The museum is an excellent destination for those interested in the rich history and royal traditions of Himachal Pradesh, providing an immersive experience into the region's regal past.",
      "contactNumber": "8275297594",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Nalagarh",
      "state": "Himachal Pradesh",
      "pincode": "174101",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Kullu Agency",
      "MonumentName": "Banjara Museum",
      "email": "kullu_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Banjara Museum, located in the heart of Himachal Pradesh, offers visitors an exceptional opportunity to explore the history and cultural heritage of the Banjara community, a significant ethnic group in the region. The Banjara people, known for their vibrant lifestyle and nomadic traditions, have long been an integral part of Himachal Pradesh’s social fabric. The museum’s collection includes a range of items that reflect the daily life, traditions, and customs of the Banjaras. The exhibits showcase the traditional clothing, jewelry, tools, and artifacts used by the community, providing an in-depth understanding of their way of life. One of the most fascinating aspects of the museum is its display of Banjara art and crafts, including colorful textiles, intricate beadwork, and pottery, which are representative of the community’s craftsmanship. The museum also features displays on the Banjara's cultural rituals, religious beliefs, and festivals, shedding light on the spiritual practices that form an important part of their identity. Visitors can learn about the history of the Banjaras as they migrated through various parts of India and how they contributed to the development of the regions they inhabited. The museum is not only a place of historical education but also a celebration of the Banjara culture, offering a deeper appreciation of their resilience, artistry, and rich traditions. The Banjara Museum provides a unique cultural experience for those interested in the diverse ethnic groups of Himachal Pradesh and their contribution to the region's history.",
      "contactNumber": "8054004947",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Kullu",
      "state": "Himachal Pradesh",
      "pincode": "175101",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Chamba Agency",
      "MonumentName": "Chamba Museum",
      "email": "chamba_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Chamba Museum, located in the charming town of Chamba in Himachal Pradesh, is an important cultural institution that showcases the rich history and artistic heritage of the region. The museum is housed in a colonial-era building and offers a comprehensive collection of artifacts that trace the evolution of Chamba’s cultural and historical landscape. The museum’s exhibits include ancient sculptures, paintings, coins, and textiles, many of which date back to the time of the Chamba kingdom. One of the highlights of the museum is its collection of Pahari miniature paintings, which are renowned for their intricate detail and vibrant colors, often depicting scenes from Hindu mythology and local legends. The museum also features sculptures and carvings that reflect the religious and cultural practices of the region, particularly those associated with the Hindu and Buddhist traditions. The museum’s collection also includes royal regalia, including crowns, jewelry, and weapons, which offer a glimpse into the lifestyle of the rulers of Chamba and their military prowess. Visitors can explore exhibits that document the rich folk traditions of Chamba, such as its music, dance, and festivals. The museum also focuses on the region’s natural history, with displays on the local flora and fauna, as well as the unique geology of the area. The Chamba Museum is a place where history, art, and nature come together to tell the story of this beautiful and culturally rich region. It is an excellent destination for those looking to understand the depth of Chamba’s history and its place in the broader context of Himachal Pradesh and Indian culture.",
      "contactNumber": "8298965880",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Chamba",
      "state": "Himachal Pradesh",
      "pincode": "176310",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Unknown location Agency",
      "MonumentName": "Bir Billing Tibetan Museum",
      "email": "unknown location_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Bir Billing Tibetan Museum, located in the picturesque town of Bir in Himachal Pradesh, is a significant cultural institution that showcases the history and heritage of the Tibetan community in the region. Bir is known as a hub for Tibetan refugees and is home to numerous Tibetan monasteries, making the museum an important place for preserving and sharing Tibetan culture. The museum’s collection includes artifacts, photographs, and historical documents that highlight the journey of Tibetan refugees to India and their contributions to the cultural landscape of Himachal Pradesh. The exhibits feature traditional Tibetan clothing, handcrafted items, and religious artifacts, such as prayer wheels, thangkas (Tibetan scroll paintings), and Buddhist statues. Visitors can also explore displays that explain the customs and rituals of Tibetan Buddhism, including the significance of the various deities and symbols. One of the museum’s key highlights is its educational focus on Tibetan history, particularly the events surrounding the 1959 Tibetan uprising and the subsequent exile of the Dalai Lama. The museum offers an insight into the challenges faced by the Tibetan community in India, as well as their resilience and determination to preserve their cultural identity. Additionally, the museum provides information on the Tibetan language, literature, and art, emphasizing the rich intellectual and artistic traditions of the community. The Bir Billing Tibetan Museum is a must-visit for those interested in learning about the Tibetan diaspora and the unique blend of Tibetan and Indian cultures that can be found in Bir. It is a place where visitors can connect with the rich heritage of Tibet and gain a deeper understanding of the spiritual and cultural practices that define the Tibetan way of life.",
      "contactNumber": "7969891885",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Unknown location",
      "state": "Unknown location",
      "pincode": "176077",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Nahan Agency",
      "MonumentName": "Sirmaur Heritage Museum",
      "email": "nahan_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Sirmaur Heritage Museum, located in the charming town of Nahan in Himachal Pradesh, is dedicated to preserving and showcasing the cultural and historical heritage of the Sirmaur region. The museum is an important institution that provides insight into the rich traditions, customs, and lifestyle of the people of Sirmaur. The exhibits cover a wide range of topics, from ancient artifacts to contemporary cultural practices. One of the main attractions of the museum is its collection of royal regalia and historical documents that reflect the region’s princely past. The Sirmaur region was once ruled by the Sirmaur dynasty, and the museum features portraits, coins, and other items that highlight the legacy of the royal family. The museum also showcases artifacts related to the daily life of the region’s people, including traditional clothing, pottery, and tools used in agriculture, weaving, and other local crafts. A significant part of the museum’s collection is dedicated to the religious and spiritual practices of the region, with exhibits that highlight the importance of Hinduism, Buddhism, and other belief systems. Visitors can explore the cultural and religious festivals that are celebrated in the region, as well as the architecture and art forms that have developed over the centuries. The museum also features a section on the local flora and fauna, with displays of plants and animals native to the Sirmaur region. The Sirmaur Heritage Museum is a place of learning and discovery, offering a unique glimpse into the history, culture, and traditions of one of Himachal Pradesh’s most fascinating regions.",
      "contactNumber": "9119537852",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Nahan",
      "state": "Himachal Pradesh",
      "pincode": "173001",
      "imageUrl": ["https://www.google.com/maps/place/Sirmour+Virasat/@30.5386723,77.2042077,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipPfJox3QhdRSiJS2FMRIgTk6ohObmX1LJmPh37_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPfJox3QhdRSiJS2FMRIgTk6ohObmX1LJmPh37_%3Dw114-h86-k-no!7i3264!8i2448!4m11!1m2!2m1!1sSirmaur+Heritage+Museum!3m7!1s0x390f0a02e99fbc53:0x2d22103db3725442!8m2!3d30.5386419!4d77.2042743!10e5!15sChdTaXJtYXVyIEhlcml0YWdlIE11c2V1bVoZIhdzaXJtYXVyIGhlcml0YWdlIG11c2V1bZIBBm11c2V1bZoBI0NoWkRTVWhOTUc5blMwVkpRMEZuU1VSNU1UWXphVlYzRUFF4AEA-gEECAAQKQ!16s%2Fg%2F11bvt58h7f?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Sirmour+Virasat/@30.5386723,77.2042077,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipPfJox3QhdRSiJS2FMRIgTk6ohObmX1LJmPh37_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPfJox3QhdRSiJS2FMRIgTk6ohObmX1LJmPh37_%3Dw114-h86-k-no!7i3264!8i2448!4m11!1m2!2m1!1sSirmaur+Heritage+Museum!3m7!1s0x390f0a02e99fbc53:0x2d22103db3725442!8m2!3d30.5386419!4d77.2042743!10e5!15sChdTaXJtYXVyIEhlcml0YWdlIE11c2V1bVoZIhdzaXJtYXVyIGhlcml0YWdlIG11c2V1bZIBBm11c2V1bZoBI0NoWkRTVWhOTUc5blMwVkpRMEZuU1VSNU1UWXphVlYzRUFF4AEA-gEECAAQKQ!16s%2Fg%2F11bvt58h7f?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Sirmour+Virasat/@30.5386723,77.2042077,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipPfJox3QhdRSiJS2FMRIgTk6ohObmX1LJmPh37_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPfJox3QhdRSiJS2FMRIgTk6ohObmX1LJmPh37_%3Dw114-h86-k-no!7i3264!8i2448!4m11!1m2!2m1!1sSirmaur+Heritage+Museum!3m7!1s0x390f0a02e99fbc53:0x2d22103db3725442!8m2!3d30.5386419!4d77.2042743!10e5!15sChdTaXJtYXVyIEhlcml0YWdlIE11c2V1bVoZIhdzaXJtYXVyIGhlcml0YWdlIG11c2V1bZIBBm11c2V1bZoBI0NoWkRTVWhOTUc5blMwVkpRMEZuU1VSNU1UWXphVlYzRUFF4AEA-gEECAAQKQ!16s%2Fg%2F11bvt58h7f?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Sirmour+Virasat/@30.5386723,77.2042077,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipPfJox3QhdRSiJS2FMRIgTk6ohObmX1LJmPh37_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPfJox3QhdRSiJS2FMRIgTk6ohObmX1LJmPh37_%3Dw114-h86-k-no!7i3264!8i2448!4m11!1m2!2m1!1sSirmaur+Heritage+Museum!3m7!1s0x390f0a02e99fbc53:0x2d22103db3725442!8m2!3d30.5386419!4d77.2042743!10e5!15sChdTaXJtYXVyIEhlcml0YWdlIE11c2V1bVoZIhdzaXJtYXVyIGhlcml0YWdlIG11c2V1bZIBBm11c2V1bZoBI0NoWkRTVWhOTUc5blMwVkpRMEZuU1VSNU1UWXphVlYzRUFF4AEA-gEECAAQKQ!16s%2Fg%2F11bvt58h7f?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d438963.9251932641!2d76.89057973530846!3d30.735104644177248!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390f0a02e99fbc53%3A0x2d22103db3725442!2sSirmour%20Virasat!5e0!3m2!1sen!2sin!4v1733487638084!5m2!1sen!2sin"
  },
  {
      "agencyName": "Mandi Agency",
      "MonumentName": "Mandi Heritage Museum",
      "email": "mandi_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Mandi Heritage Museum, located in the town of Mandi in Himachal Pradesh, is an important cultural institution that preserves and celebrates the history and traditions of the Mandi region. Mandi, often referred to as the ‘Varanasi of the Hills’ due to its rich religious significance, is home to many temples, ghats, and historical landmarks. The museum offers a comprehensive look at the region’s past, with a diverse collection of artifacts, sculptures, and historical documents. One of the highlights of the museum is its collection of ancient stone carvings, which showcase the intricate craftsmanship of the region’s artisans. These carvings are often found on temples and other historical buildings in and around Mandi, and the museum provides an opportunity to appreciate their beauty and detail. The museum also features exhibits on the local culture and lifestyle, including traditional clothing, jewelry, and household items. Visitors can learn about the agricultural practices of the region, with displays that highlight the tools and techniques used by farmers in the hilly terrain. The museum’s religious exhibits are particularly noteworthy, as they highlight the region’s deep connection to Hinduism and other local spiritual traditions. The Mandi Heritage Museum also features a section dedicated to the region’s history, with exhibits that cover its role as a princely state and its relationship with neighboring regions. The museum’s collection also includes photographs and documents that depict the lives of the royal family and other influential figures in Mandi’s history. The Mandi Heritage Museum is a must-visit destination for anyone interested in the cultural, religious, and historical significance of this beautiful part of Himachal Pradesh.",
      "contactNumber": "9026574943",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Mandi",
      "state": "Himachal Pradesh",
      "pincode": "175001",
      "imageUrl": ["https://www.google.com/maps/place/Mubarak+Mandi+Palace/@32.7393379,74.8745093,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipNGlfBZgb-vJo0YYhvPRu4peEh2rPyrAUDRLsaN!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNGlfBZgb-vJo0YYhvPRu4peEh2rPyrAUDRLsaN%3Dw129-h86-k-no!7i4898!8i3265!4m7!3m6!1s0x391e83807aec1d9d:0x752d692517fa6e3f!8m2!3d32.7393379!4d74.8745093!10e5!16s%2Fm%2F0hnbg7p?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Mubarak+Mandi+Palace/@32.7393379,74.8745093,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipNGlfBZgb-vJo0YYhvPRu4peEh2rPyrAUDRLsaN!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNGlfBZgb-vJo0YYhvPRu4peEh2rPyrAUDRLsaN%3Dw129-h86-k-no!7i4898!8i3265!4m7!3m6!1s0x391e83807aec1d9d:0x752d692517fa6e3f!8m2!3d32.7393379!4d74.8745093!10e5!16s%2Fm%2F0hnbg7p?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Mubarak+Mandi+Palace/@32.7393379,74.8745093,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipNGlfBZgb-vJo0YYhvPRu4peEh2rPyrAUDRLsaN!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNGlfBZgb-vJo0YYhvPRu4peEh2rPyrAUDRLsaN%3Dw129-h86-k-no!7i4898!8i3265!4m7!3m6!1s0x391e83807aec1d9d:0x752d692517fa6e3f!8m2!3d32.7393379!4d74.8745093!10e5!16s%2Fm%2F0hnbg7p?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Mubarak+Mandi+Palace/@32.7393379,74.8745093,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipNGlfBZgb-vJo0YYhvPRu4peEh2rPyrAUDRLsaN!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNGlfBZgb-vJo0YYhvPRu4peEh2rPyrAUDRLsaN%3Dw129-h86-k-no!7i4898!8i3265!4m7!3m6!1s0x391e83807aec1d9d:0x752d692517fa6e3f!8m2!3d32.7393379!4d74.8745093!10e5!16s%2Fm%2F0hnbg7p?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3355.994457012079!2d74.87192901292235!3d32.73933787356971!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x391e83807aec1d9d%3A0x752d692517fa6e3f!2sMubarak%20Mandi%20Palace!5e0!3m2!1sen!2sin!4v1733487909899!5m2!1sen!2sin"
  },
  {
      "agencyName": "Keylong Agency",
      "MonumentName": "Lahul and Spiti Museum",
      "email": "keylong_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Lahul and Spiti Museum, located in the picturesque town of Keylong in Himachal Pradesh, is a cultural and historical museum dedicated to preserving the unique heritage of the Lahul and Spiti regions. Known for their breathtaking landscapes, these regions are home to ancient monasteries, unique Tibetan culture, and a distinct way of life. The museum’s exhibits provide an in-depth look into the history, culture, and traditions of the people of Lahul and Spiti. The collection includes a wide variety of artifacts, such as traditional clothing, tools, and household items, reflecting the day-to-day life of the local people. The museum also showcases items related to the region’s religious practices, particularly Tibetan Buddhism, with displays of thangkas, prayer wheels, and Buddha statues. A key feature of the museum is its focus on the ancient monasteries and spiritual practices that have shaped the region’s culture. Visitors can learn about the significance of the monasteries in the region’s religious life and the role they play in preserving Tibetan Buddhism. The museum also highlights the region’s connection to the trans-Himalayan trade routes, with exhibits on the trade goods that passed through the area and the impact of trade on the local economy. The Lahul and Spiti Museum offers a fascinating insight into the challenges faced by the people of these remote regions, from the harsh climate to the unique cultural practices that have helped them survive and thrive. It is an essential stop for those interested in exploring the distinct cultural and historical heritage of one of India’s most remote and beautiful regions.",
      "contactNumber": "9488183226",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Keylong",
      "state": "Himachal Pradesh",
      "pincode": "175132",
      "imageUrl": ["https://www.google.com/maps/place/Keylong+City/@32.5708455,77.0344363,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMPtivICByTCEU15xjkspyx4xjmTSaW1v-3JtK-!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMPtivICByTCEU15xjkspyx4xjmTSaW1v-3JtK-%3Dw114-h86-k-no!7i4000!8i3000!4m11!1m2!2m1!1sLahul+and+Spiti+Museum+175132!3m7!1s0x39037b2d1508a1bf:0x328261d512b3dc58!8m2!3d32.5708455!4d77.0344363!10e5!15sCh1MYWh1bCBhbmQgU3BpdGkgTXVzZXVtIDE3NTEzMlofIh1sYWh1bCBhbmQgc3BpdGkgbXVzZXVtIDE3NTEzMpIBEnRvdXJpc3RfYXR0cmFjdGlvbpoBI0NoWkRTVWhOTUc5blMwVkpRMEZuU1VOUWMzQm1Ua3RSRUFF4AEA-gEFCLMBEEg!16s%2Fg%2F11q93ynfvn?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Keylong+City/@32.5708455,77.0344363,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipNiNXMrkh3bIbORNHaXTIdMJyOUSaxo1NVl8K87!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNiNXMrkh3bIbORNHaXTIdMJyOUSaxo1NVl8K87%3Dw203-h152-k-no!7i4032!8i3024!4m11!1m2!2m1!1sLahul+and+Spiti+Museum+175132!3m7!1s0x39037b2d1508a1bf:0x328261d512b3dc58!8m2!3d32.5708455!4d77.0344363!10e5!15sCh1MYWh1bCBhbmQgU3BpdGkgTXVzZXVtIDE3NTEzMlofIh1sYWh1bCBhbmQgc3BpdGkgbXVzZXVtIDE3NTEzMpIBEnRvdXJpc3RfYXR0cmFjdGlvbpoBI0NoWkRTVWhOTUc5blMwVkpRMEZuU1VOUWMzQm1Ua3RSRUFF4AEA-gEFCLMBEEg!16s%2Fg%2F11q93ynfvn?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Keylong+City/@32.5708455,77.0344363,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipNiNXMrkh3bIbORNHaXTIdMJyOUSaxo1NVl8K87!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNiNXMrkh3bIbORNHaXTIdMJyOUSaxo1NVl8K87%3Dw203-h152-k-no!7i4032!8i3024!4m11!1m2!2m1!1sLahul+and+Spiti+Museum+175132!3m7!1s0x39037b2d1508a1bf:0x328261d512b3dc58!8m2!3d32.5708455!4d77.0344363!10e5!15sCh1MYWh1bCBhbmQgU3BpdGkgTXVzZXVtIDE3NTEzMlofIh1sYWh1bCBhbmQgc3BpdGkgbXVzZXVtIDE3NTEzMpIBEnRvdXJpc3RfYXR0cmFjdGlvbpoBI0NoWkRTVWhOTUc5blMwVkpRMEZuU1VOUWMzQm1Ua3RSRUFF4AEA-gEFCLMBEEg!16s%2Fg%2F11q93ynfvn?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d860755.2967565593!2d76.3752566125!3d32.570845500000004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39037b2d1508a1bf%3A0x328261d512b3dc58!2sKeylong%20City!5e0!3m2!1sen!2sin!4v1733488072381!5m2!1sen!2sin"
  },
  {
      "agencyName": "Tirthan Valley Agency",
      "MonumentName": "Tirthan Valley Museum",
      "email": "tirthan valley_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Tirthan Valley Museum, located in the scenic Tirthan Valley of Himachal Pradesh, is dedicated to showcasing the rich cultural and natural heritage of this beautiful region. The museum offers visitors a chance to explore the local traditions, history, and wildlife that make Tirthan Valley a unique part of the Western Himalayas. The exhibits focus on the region's traditional way of life, including farming tools, clothing, and crafts that reflect the lifestyle of the local people. Additionally, the museum provides a detailed look at the biodiversity of the valley, with displays of native flora and fauna, including endangered species that inhabit the valley’s pristine forests. One of the major highlights of the museum is its collection of artifacts related to the indigenous communities of the valley, such as the Gaddi and Gujjar tribes. These exhibits highlight the tribes' cultural practices, their nomadic lifestyles, and their rich oral traditions. The museum also features displays on the region's spiritual heritage, with sections dedicated to the temples, shrines, and religious practices that have been integral to the local community for centuries. Visitors can learn about the connection between the people of Tirthan Valley and the natural environment, as well as the region’s role in conservation efforts. The Tirthan Valley Museum also serves as a reminder of the importance of preserving the valley’s natural beauty and cultural traditions in the face of modern development. For nature enthusiasts and cultural explorers alike, the museum is a valuable resource for understanding the deep connection between the people, their traditions, and the stunning landscapes of Tirthan Valley.",
      "contactNumber": "9455460433",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Tirthan Valley",
      "state": "Tirthan Himachal Pradesh",
      "pincode": "175134",
      "imageUrl": ["https://www.google.com/maps/place/Nature+Learning+Center+park/@31.6430904,77.381043,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipOIwm-ss803TnsbLHM4wV6s-Hk3F-o3jq78VMI0!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOIwm-ss803TnsbLHM4wV6s-Hk3F-o3jq78VMI0%3Dw114-h86-k-no!7i4160!8i3120!4m11!1m2!2m1!1sTirthan+Valley+Museum!3m7!1s0x3905b3b0a0774f09:0x3fd5cef06cb4faac!8m2!3d31.6428719!4d77.3809257!10e5!15sChVUaXJ0aGFuIFZhbGxleSBNdXNldW1aFyIVdGlydGhhbiB2YWxsZXkgbXVzZXVtkgESdG91cmlzdF9hdHRyYWN0aW9umgEjQ2haRFNVaE5NRzluUzBWSlEwRm5TVVJsY0V4cFdrSlJFQUXgAQD6AQQIABAw!16s%2Fg%2F11rxsp96km?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Nature+Learning+Center+park/@31.6430904,77.381043,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipOIwm-ss803TnsbLHM4wV6s-Hk3F-o3jq78VMI0!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOIwm-ss803TnsbLHM4wV6s-Hk3F-o3jq78VMI0%3Dw114-h86-k-no!7i4160!8i3120!4m11!1m2!2m1!1sTirthan+Valley+Museum!3m7!1s0x3905b3b0a0774f09:0x3fd5cef06cb4faac!8m2!3d31.6428719!4d77.3809257!10e5!15sChVUaXJ0aGFuIFZhbGxleSBNdXNldW1aFyIVdGlydGhhbiB2YWxsZXkgbXVzZXVtkgESdG91cmlzdF9hdHRyYWN0aW9umgEjQ2haRFNVaE5NRzluUzBWSlEwRm5TVVJsY0V4cFdrSlJFQUXgAQD6AQQIABAw!16s%2Fg%2F11rxsp96km?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Nature+Learning+Center+park/@31.6430904,77.381043,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipOIwm-ss803TnsbLHM4wV6s-Hk3F-o3jq78VMI0!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOIwm-ss803TnsbLHM4wV6s-Hk3F-o3jq78VMI0%3Dw114-h86-k-no!7i4160!8i3120!4m11!1m2!2m1!1sTirthan+Valley+Museum!3m7!1s0x3905b3b0a0774f09:0x3fd5cef06cb4faac!8m2!3d31.6428719!4d77.3809257!10e5!15sChVUaXJ0aGFuIFZhbGxleSBNdXNldW1aFyIVdGlydGhhbiB2YWxsZXkgbXVzZXVtkgESdG91cmlzdF9hdHRyYWN0aW9umgEjQ2haRFNVaE5NRzluUzBWSlEwRm5TVVJsY0V4cFdrSlJFQUXgAQD6AQQIABAw!16s%2Fg%2F11rxsp96km?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Nature+Learning+Center+park/@31.6430904,77.381043,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipOIwm-ss803TnsbLHM4wV6s-Hk3F-o3jq78VMI0!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOIwm-ss803TnsbLHM4wV6s-Hk3F-o3jq78VMI0%3Dw114-h86-k-no!7i4160!8i3120!4m11!1m2!2m1!1sTirthan+Valley+Museum!3m7!1s0x3905b3b0a0774f09:0x3fd5cef06cb4faac!8m2!3d31.6428719!4d77.3809257!10e5!15sChVUaXJ0aGFuIFZhbGxleSBNdXNldW1aFyIVdGlydGhhbiB2YWxsZXkgbXVzZXVtkgESdG91cmlzdF9hdHRyYWN0aW9umgEjQ2haRFNVaE5NRzluUzBWSlEwRm5TVVJsY0V4cFdrSlJFQUXgAQD6AQQIABAw!16s%2Fg%2F11rxsp96km?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d869547.6389365378!2d76.72174601249999!3d31.642871900000003!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3905b3b0a0774f09%3A0x3fd5cef06cb4faac!2sNature%20Learning%20Center%20park!5e0!3m2!1sen!2sin!4v1733494296788!5m2!1sen!2sin"
  },
  {
      "agencyName": "Khandi Agency",
      "MonumentName": "The Himalayan Institute Museum",
      "email": "khandi_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Himalayan Institute Museum, located in the heart of the Indian Himalayas, serves as a cultural and educational hub dedicated to preserving the history, art, and traditions of the Himalayan region. The museum’s exhibits explore the rich heritage of the people who live in the high-altitude regions of India, Nepal, Bhutan, and Tibet. One of the museum’s most significant collections is its collection of artifacts related to the Himalayan region’s unique spiritual practices, including Tibetan Buddhism, Hinduism, and various indigenous traditions. The museum features religious sculptures, thangkas (traditional Tibetan scroll paintings), and other sacred objects that have been integral to the spiritual life of the Himalayan people for centuries. In addition to religious artifacts, the museum also showcases the everyday life of the people who inhabit the Himalayan region. Exhibits include traditional clothing, tools, and crafts, as well as displays of local agricultural practices, trade goods, and historical items from the region's royal families. The Himalayan Institute Museum is also a center for environmental education, with exhibits on the region’s diverse flora and fauna, as well as the challenges facing the fragile Himalayan ecosystem. The museum offers a unique opportunity to learn about the connection between the people, their culture, and the breathtaking natural surroundings of the Himalayas. It is a must-visit for anyone interested in exploring the diverse and complex cultures of the Himalayan region and understanding the role that the mountains play in shaping the lives of those who call them home.",
      "contactNumber": "9420791189",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.zee5.com%2Farticles%2Fhimachal-government-transfers-18-officers-including-9-ias&psig=AOvVaw3DHhZJ5QRwJb6TRrFbIrMa&ust=1733568912409000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCKDBws39kooDFQAAAAAdAAAAABAK",
      "city": "khandi",
      "state": "Himachal Pradesh",
      "pincode": "173025",
      "imageUrl": ["https://www.google.com/maps/place/Himalayan+Art+Museum/@32.2144546,76.3516777,3a,89.1y,90t/data=!3m8!1e2!3m6!1sAF1QipN2vBHBKCspthlQuwAmfmR9P3xXYWaEXKDjSeCj!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipN2vBHBKCspthlQuwAmfmR9P3xXYWaEXKDjSeCj%3Dw114-h86-k-no!7i1024!8i768!4m11!1m2!2m1!1sThe+Himalayan+Institute+Museum!3m7!1s0x391b516bf1a198c3:0xdc1c35ebbb1e8a71!8m2!3d32.2144128!4d76.3511547!10e5!15sCh5UaGUgSGltYWxheWFuIEluc3RpdHV0ZSBNdXNldW1aICIedGhlIGhpbWFsYXlhbiBpbnN0aXR1dGUgbXVzZXVtkgEKYXJ0X211c2V1beABAA!16s%2Fg%2F11cs0yhckh?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Himalayan+Art+Museum/@32.2144546,76.3516777,3a,89.1y,90t/data=!3m8!1e2!3m6!1sAF1QipN2vBHBKCspthlQuwAmfmR9P3xXYWaEXKDjSeCj!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipN2vBHBKCspthlQuwAmfmR9P3xXYWaEXKDjSeCj%3Dw114-h86-k-no!7i1024!8i768!4m11!1m2!2m1!1sThe+Himalayan+Institute+Museum!3m7!1s0x391b516bf1a198c3:0xdc1c35ebbb1e8a71!8m2!3d32.2144128!4d76.3511547!10e5!15sCh5UaGUgSGltYWxheWFuIEluc3RpdHV0ZSBNdXNldW1aICIedGhlIGhpbWFsYXlhbiBpbnN0aXR1dGUgbXVzZXVtkgEKYXJ0X211c2V1beABAA!16s%2Fg%2F11cs0yhckh?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Himalayan+Art+Museum/@32.2144546,76.3516777,3a,89.1y,90t/data=!3m8!1e2!3m6!1sAF1QipN2vBHBKCspthlQuwAmfmR9P3xXYWaEXKDjSeCj!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipN2vBHBKCspthlQuwAmfmR9P3xXYWaEXKDjSeCj%3Dw114-h86-k-no!7i1024!8i768!4m11!1m2!2m1!1sThe+Himalayan+Institute+Museum!3m7!1s0x391b516bf1a198c3:0xdc1c35ebbb1e8a71!8m2!3d32.2144128!4d76.3511547!10e5!15sCh5UaGUgSGltYWxheWFuIEluc3RpdHV0ZSBNdXNldW1aICIedGhlIGhpbWFsYXlhbiBpbnN0aXR1dGUgbXVzZXVtkgEKYXJ0X211c2V1beABAA!16s%2Fg%2F11cs0yhckh?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Himalayan+Art+Museum/@32.2144546,76.3516777,3a,89.1y,90t/data=!3m8!1e2!3m6!1sAF1QipN2vBHBKCspthlQuwAmfmR9P3xXYWaEXKDjSeCj!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipN2vBHBKCspthlQuwAmfmR9P3xXYWaEXKDjSeCj%3Dw114-h86-k-no!7i1024!8i768!4m11!1m2!2m1!1sThe+Himalayan+Institute+Museum!3m7!1s0x391b516bf1a198c3:0xdc1c35ebbb1e8a71!8m2!3d32.2144128!4d76.3511547!10e5!15sCh5UaGUgSGltYWxheWFuIEluc3RpdHV0ZSBNdXNldW1aICIedGhlIGhpbWFsYXlhbiBpbnN0aXR1dGUgbXVzZXVtkgEKYXJ0X211c2V1beABAA!16s%2Fg%2F11cs0yhckh?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1728318.5013328148!2d73.91218985625001!3d32.214412800000005!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x391b516bf1a198c3%3A0xdc1c35ebbb1e8a71!2sHimalayan%20Art%20Museum!5e0!3m2!1sen!2sin!4v1733494342099!5m2!1sen!2sin"
  },
  {
      "agencyName": "Solan Agency",
      "MonumentName": "Solan Museum",
      "email": "solan_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Solan Museum, located in the town of Solan in Himachal Pradesh, is dedicated to showcasing the cultural, historical, and natural heritage of the Solan region. Known as the 'Mushroom City of India' due to its thriving mushroom industry, Solan has a rich history that is reflected in the museum's exhibits. The museum features a wide range of artifacts related to the region's history, including ancient tools, weapons, and pottery that reflect the area’s agricultural and industrial past. It also highlights Solan’s role as a key center for trade and commerce in the region. The museum provides visitors with an understanding of the traditional lifestyle of the local communities, with displays of folk art, crafts, and textiles. One of the key sections of the museum is dedicated to Solan’s vibrant agricultural history, with exhibits on the region’s agricultural practices, particularly the cultivation of mushrooms, which have become a significant part of the local economy. The museum also features displays on the flora and fauna of the region, including the unique species found in the surrounding forests and hills. Another major highlight of the museum is its collection of photographs and historical documents that showcase the development of Solan from a small town to a modern urban center. The Solan Museum offers an engaging and educational experience for visitors, helping them understand the cultural and natural heritage of this important region of Himachal Pradesh.",
      "contactNumber": "9047670404",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Solan",
      "state": "Himachal Pradesh",
      "pincode": "173212",
      "imageUrl": ["https://www.google.com/maps/place/Zoological+Survey+Of+India+Museum/@30.9068795,77.0904426,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMUvYydRUfHRkJx4MH9O7MtnuPG-kI3L2tyLFcN!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMUvYydRUfHRkJx4MH9O7MtnuPG-kI3L2tyLFcN%3Dw114-h86-k-no!7i4032!8i3024!4m11!1m2!2m1!1sSolan+Museum!3m7!1s0x390f86b82980fd67:0x2991bc3e4ac13024!8m2!3d30.9070163!4d77.0908301!10e5!15sCgxTb2xhbiBNdXNldW2SAQZtdXNldW3gAQA!16s%2Fg%2F11bxg9sjv3?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Zoological+Survey+Of+India+Museum/@30.9068795,77.0904426,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMUvYydRUfHRkJx4MH9O7MtnuPG-kI3L2tyLFcN!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMUvYydRUfHRkJx4MH9O7MtnuPG-kI3L2tyLFcN%3Dw114-h86-k-no!7i4032!8i3024!4m11!1m2!2m1!1sSolan+Museum!3m7!1s0x390f86b82980fd67:0x2991bc3e4ac13024!8m2!3d30.9070163!4d77.0908301!10e5!15sCgxTb2xhbiBNdXNldW2SAQZtdXNldW3gAQA!16s%2Fg%2F11bxg9sjv3?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Zoological+Survey+Of+India+Museum/@30.9068795,77.0904426,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMUvYydRUfHRkJx4MH9O7MtnuPG-kI3L2tyLFcN!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMUvYydRUfHRkJx4MH9O7MtnuPG-kI3L2tyLFcN%3Dw114-h86-k-no!7i4032!8i3024!4m11!1m2!2m1!1sSolan+Museum!3m7!1s0x390f86b82980fd67:0x2991bc3e4ac13024!8m2!3d30.9070163!4d77.0908301!10e5!15sCgxTb2xhbiBNdXNldW2SAQZtdXNldW3gAQA!16s%2Fg%2F11bxg9sjv3?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Zoological+Survey+Of+India+Museum/@30.9068795,77.0904426,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMUvYydRUfHRkJx4MH9O7MtnuPG-kI3L2tyLFcN!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMUvYydRUfHRkJx4MH9O7MtnuPG-kI3L2tyLFcN%3Dw114-h86-k-no!7i4032!8i3024!4m11!1m2!2m1!1sSolan+Museum!3m7!1s0x390f86b82980fd67:0x2991bc3e4ac13024!8m2!3d30.9070163!4d77.0908301!10e5!15sCgxTb2xhbiBNdXNldW2SAQZtdXNldW3gAQA!16s%2Fg%2F11bxg9sjv3?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d6846.544295080402!2d77.08568025869138!3d30.907016299999988!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390f86b82980fd67%3A0x2991bc3e4ac13024!2sZoological%20Survey%20Of%20India%20Museum!5e0!3m2!1sen!2sin!4v1733494577251!5m2!1sen!2sin"
  },
  {
      "agencyName": "Allahabad Agency",
      "MonumentName": "Allahabad Museum",
      "email":"allahabad_1733479731@gmail.com",
      "password": "test@123",
      "desc": "The Allahabad Museum, located in the historic city of Allahabad (now Prayagraj) in Uttar Pradesh, is one of the oldest and most prominent museums in India. Established in 1947, the museum showcases the rich cultural, historical, and archaeological heritage of the region. The museum’s vast collection spans a wide range of topics, including ancient artifacts, sculptures, paintings, and manuscripts that reflect the historical significance of Allahabad as a cultural and religious center. One of the most notable sections of the museum is its collection of ancient sculptures, including those from the Gupta period and other important archaeological findings from the region. The museum also houses a significant collection of miniature paintings, particularly those from the Mughal and Rajput schools of art, as well as a collection of coins and inscriptions that shed light on the region’s rich history. A major highlight of the Allahabad Museum is its section on the history and culture of the freedom struggle in India. The museum features displays on prominent figures from the Indian independence movement, including Jawaharlal Nehru, who was born in Allahabad, and other key leaders who played a significant role in the city’s political history. The museum also highlights the importance of Allahabad as a center for education, art, and culture. Visitors can explore the museum’s galleries, which are filled with exhibits on local folklore, traditional crafts, and the city’s religious festivals. The Allahabad Museum offers a deep dive into the region's diverse cultural and historical heritage, making it an essential stop for anyone interested in learning more about the rich past of this historic city.",
      "contactNumber": "9754176930",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Allahabad",
      "state": "Uttar Pradesh",
      "pincode": "211002",
      "imageUrl": ["https://www.google.com/maps/place/Allahabad+Museum/@25.457534,81.847879,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipOkeZ4Limh-QukQ3t6qV-ddC0BYzE6TnjnvH12m!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOkeZ4Limh-QukQ3t6qV-ddC0BYzE6TnjnvH12m%3Dw86-h114-k-no!7i9000!8i12000!4m7!3m6!1s0x399acabe668ed5b3:0xf374e8f132ff8b2c!8m2!3d25.4568486!4d81.8489522!10e5!16s%2Fm%2F0kbhkn1?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Allahabad+Museum/@25.457534,81.847879,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipOkeZ4Limh-QukQ3t6qV-ddC0BYzE6TnjnvH12m!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOkeZ4Limh-QukQ3t6qV-ddC0BYzE6TnjnvH12m%3Dw86-h114-k-no!7i9000!8i12000!4m7!3m6!1s0x399acabe668ed5b3:0xf374e8f132ff8b2c!8m2!3d25.4568486!4d81.8489522!10e5!16s%2Fm%2F0kbhkn1?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Allahabad+Museum/@25.457534,81.847879,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipOkeZ4Limh-QukQ3t6qV-ddC0BYzE6TnjnvH12m!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOkeZ4Limh-QukQ3t6qV-ddC0BYzE6TnjnvH12m%3Dw86-h114-k-no!7i9000!8i12000!4m7!3m6!1s0x399acabe668ed5b3:0xf374e8f132ff8b2c!8m2!3d25.4568486!4d81.8489522!10e5!16s%2Fm%2F0kbhkn1?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Allahabad+Museum/@25.457534,81.847879,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipOkeZ4Limh-QukQ3t6qV-ddC0BYzE6TnjnvH12m!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOkeZ4Limh-QukQ3t6qV-ddC0BYzE6TnjnvH12m%3Dw86-h114-k-no!7i9000!8i12000!4m7!3m6!1s0x399acabe668ed5b3:0xf374e8f132ff8b2c!8m2!3d25.4568486!4d81.8489522!10e5!16s%2Fm%2F0kbhkn1?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3602.423395111661!2d81.84787899054218!3d25.457534009461625!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x399acabe668ed5b3%3A0xf374e8f132ff8b2c!2sAllahabad%20Museum!5e0!3m2!1sen!2sin!4v1733494709979!5m2!1sen!2sin"
  },
  {
      "agencyName": "Kanpur Agency",
      "MonumentName": "Kanpur Museum",
      "email": "kanpur_1733479732@gmail.com",
      "password": "test@123",
      "desc": "The Kanpur Museum, located in the heart of the city, showcases the rich historical and cultural heritage of the Kanpur region. Established in the late 19th century, the museum houses a vast collection of artifacts that span centuries of history, offering a comprehensive look into the evolution of this industrial city. The museum’s exhibits include a wide range of sculptures, paintings, coins, and manuscripts, along with historical artifacts from the colonial era. One of the museum’s most significant collections is its extensive collection of historical sculptures and terracotta items, which represent the art forms of ancient India. The museum also features a diverse range of ancient coins, inscriptions, and manuscripts that shed light on the region's rich past. In addition to its archaeological and historical collections, the museum displays artifacts related to the city’s industrial history, which became a hub for textiles and other manufacturing industries during the British era. The museum also features exhibits on the 1857 First War of Indian Independence, which has deep historical significance for Kanpur, as the city was a key center during the uprising. The museum's collection of colonial-era artifacts includes items from the time of British rule, providing valuable insights into the city's role during the colonial period. Another section of the museum is dedicated to local folklore, showcasing the cultural traditions of Kanpur and its surrounding areas, including folk art, handicrafts, and textiles. The Kanpur Museum serves as a reminder of the city’s diverse heritage, preserving its historical, cultural, and industrial legacy for future generations. The museum is an essential stop for anyone interested in understanding the history of Kanpur and its important place in India’s broader cultural and historical narrative.",
      "contactNumber": "9498628716",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Kanpur",
      "state": "Uttar Pradesh",
      "pincode": "208001",
      "imageUrl": ["https://www.google.com/maps/place/Kanpur+Museum+Library/@26.4668739,80.3617883,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMrWIwkPatBIZXqY5_xT1D2fNGkZWXrgJRThG3v!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMrWIwkPatBIZXqY5_xT1D2fNGkZWXrgJRThG3v%3Dw86-h107-k-no!7i3456!8i4320!4m7!3m6!1s0x399c475448968a3b:0xf8a0cb75a72119d2!8m2!3d26.4715334!4d80.3610849!10e5!16s%2Fm%2F09gbv00?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Kanpur+Museum+Library/@26.4668739,80.3617883,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMrWIwkPatBIZXqY5_xT1D2fNGkZWXrgJRThG3v!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMrWIwkPatBIZXqY5_xT1D2fNGkZWXrgJRThG3v%3Dw86-h107-k-no!7i3456!8i4320!4m7!3m6!1s0x399c475448968a3b:0xf8a0cb75a72119d2!8m2!3d26.4715334!4d80.3610849!10e5!16s%2Fm%2F09gbv00?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Kanpur+Museum+Library/@26.4668739,80.3617883,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMrWIwkPatBIZXqY5_xT1D2fNGkZWXrgJRThG3v!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMrWIwkPatBIZXqY5_xT1D2fNGkZWXrgJRThG3v%3Dw86-h107-k-no!7i3456!8i4320!4m7!3m6!1s0x399c475448968a3b:0xf8a0cb75a72119d2!8m2!3d26.4715334!4d80.3610849!10e5!16s%2Fm%2F09gbv00?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#","https://www.google.com/maps/place/Kanpur+Museum+Library/@26.4715989,80.3611788,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMcQkqV598pyI1vr_8pXSd-G-SAPY2MIzwCzpNA!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMcQkqV598pyI1vr_8pXSd-G-SAPY2MIzwCzpNA%3Dw203-h271-k-no!7i3472!8i4640!4m7!3m6!1s0x399c475448968a3b:0xf8a0cb75a72119d2!8m2!3d26.4715334!4d80.3610849!10e5!16s%2Fm%2F09gbv00?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"],
      "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3571.5095626261036!2d80.35850461279325!3d26.47153337681651!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x399c475448968a3b%3A0xf8a0cb75a72119d2!2sKanpur%20Museum%20Library!5e0!3m2!1sen!2sin!4v1733494768281!5m2!1sen!2sin"
  },
  {
      "agencyName": "Lucknow Agency",
      "MonumentName": "Lucknow State Museum",
      "email": "lucknow_1733479732@gmail.com",
      "password": "test@123",
      "desc": "The Lucknow State Museum, located in the capital city of Uttar Pradesh, is a prominent cultural institution that showcases the region's rich historical, cultural, and artistic heritage. Established in the early 20th century, the museum has since become an important center for preserving the history of Lucknow and its surrounding areas. The museum's vast collection includes artifacts from the Mughal, Awadhi, and British colonial periods, with a strong focus on the royal history of Lucknow. One of the major highlights of the museum is its collection of sculptures, paintings, and artifacts from the time of the Mughal and Awadhi rulers, reflecting the grandeur of Lucknow’s cultural legacy. The museum features a significant collection of miniature paintings, which are an integral part of the region's artistic tradition, particularly those from the Mughal and Rajput schools. In addition to its visual art collection, the museum houses an impressive array of archaeological artifacts, including ancient coins, inscriptions, and pottery, which provide valuable insights into the region’s history. A major section of the museum is dedicated to the 1857 First War of Indian Independence, showcasing the city’s role during the uprising, particularly the contributions of local leaders and the struggle for independence. The museum also features exhibits on the cultural traditions of Lucknow, including its famous Chikan embroidery, musical traditions, and the city's unique cuisine. The museum is home to several ethnographic displays that offer a glimpse into the daily life and rituals of the people of Lucknow. For anyone interested in the history of this fascinating city, the Lucknow State Museum is a must-visit destination.",
      "contactNumber": "9836087145",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Lucknow",
      "state": "Uttar Pradesh",
      "pincode": "226002",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Mathura Agency",
      "MonumentName": "Mathura Museum",
      "email": "mathura_1733479732@gmail.com",
      "password": "test@123",
      "desc": "The Mathura Museum, located in the city of Mathura, Uttar Pradesh, is an essential destination for those interested in the history and culture of ancient India. Established in 1874, it houses a rich collection of artifacts that reflect the city’s long history as a religious and cultural center. Mathura is known for being the birthplace of Lord Krishna, and the museum’s collection includes numerous sculptures, inscriptions, and other relics related to the city's ancient religious significance. The museum features an extensive collection of ancient sculptures, particularly those from the Kushan and Gupta periods, showcasing the high level of craftsmanship of the region's artists. The museum also has a remarkable collection of coins, pottery, and inscriptions that offer valuable insights into the political, social, and economic life of ancient Mathura. One of the most notable aspects of the Mathura Museum is its collection of images and sculptures of Hindu deities, including representations of Lord Krishna, Vishnu, and Shiva, highlighting the city’s importance as a center of religious worship. In addition to Hindu artifacts, the museum also features collections related to the Buddhist and Jain religions, which have had a significant influence on the region’s history. The museum is also known for its rare collection of Kushan-era art, which played a major role in shaping Indian sculpture and artistic expression during the early centuries of the Common Era. The Mathura Museum is a key institution for preserving and promoting the cultural and religious history of this ancient city, and it offers a fascinating journey through time for visitors interested in India’s early civilization.",
      "contactNumber": "8820123426",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Mathura",
      "state": "Uttar Pradesh",
      "pincode": "281001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Varanasi Agency",
      "MonumentName": "Varanasi Archaeological Museum",
      "email": "varanasi_1733479732@gmail.com",
      "password": "test@123",
      "desc": "The Varanasi Archaeological Museum, located in one of India’s most sacred and historically significant cities, is dedicated to preserving the ancient heritage of Varanasi and its surrounding regions. Established in 1910, the museum houses a wide range of archaeological artifacts that reflect the city’s long and diverse history, which dates back thousands of years. Varanasi, being a major center of learning, religion, and culture, has produced a wealth of archaeological treasures, many of which are housed in this museum. The museum’s collection includes sculptures, inscriptions, and pottery from ancient civilizations, particularly those related to Hinduism, Buddhism, and Jainism. One of the highlights of the museum is its impressive collection of stone sculptures, many of which depict various deities and religious figures from Hindu mythology, providing insights into the city’s religious significance. Additionally, the museum features a large collection of Buddhist and Jain artifacts, highlighting the influence of these religions in the region. Another key feature of the museum is its extensive collection of coins, jewelry, and ancient manuscripts, which offer a glimpse into the city’s socio-economic history. The museum also includes exhibits on the cultural traditions of Varanasi, including its famous Banarasi silk weaving, as well as the city’s contribution to music, literature, and philosophy. For visitors interested in learning more about Varanasi’s rich history and its place in India’s cultural and religious landscape, the Varanasi Archaeological Museum is an essential stop. The museum plays a key role in preserving the city’s ancient past while educating visitors about its profound influence on the history of India.",
      "contactNumber": "7775426293",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Varanasi",
      "state": "Uttar Pradesh",
      "pincode": "221002",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Aligarh Agency",
      "MonumentName": "Aligarh Museum",
      "email": "aligarh_1733479732@gmail.com",
      "password": "test@123",
      "desc": "The Aligarh Museum is a prominent cultural and historical institution located in Aligarh, Uttar Pradesh, India. Established with the mission of preserving and showcasing the rich heritage of the region, the museum is an archive of Aligarh's glorious past and its evolution through the ages. It houses an impressive collection of artifacts, manuscripts, sculptures, paintings, and historical relics that reflect the cultural and historical diversity of the area. The museum is particularly renowned for its collection of Mughal-era artifacts, including intricately crafted weapons, pottery, and textiles. These exhibits provide a fascinating glimpse into the artistry and craftsmanship of the Mughal period, offering visitors a chance to experience the grandeur of that era. Additionally, the museum features a dedicated section showcasing the evolution of Aligarh as a center for education, with a focus on the establishment and growth of Aligarh Muslim University, one of the most prestigious institutions in India. Visitors can explore photographs, documents, and memorabilia that highlight the city’s contribution to the field of education and its role in shaping modern India. \n\nThe Aligarh Museum is not just about history; it also celebrates the local art and culture. The museum regularly hosts art exhibitions, cultural performances, and workshops aimed at promoting the region’s vibrant traditions. Its galleries dedicated to folk art and crafts display intricate jewelry, textiles, and pottery created by local artisans, reflecting the community’s rich cultural heritage. A visit to the museum is incomplete without exploring its lush green gardens, which provide a serene backdrop to this treasure trove of history and culture. The Aligarh Museum is a must-visit destination for history enthusiasts, scholars, and anyone interested in understanding the diverse and fascinating heritage of Aligarh and its surrounding regions.",
      "contactNumber": "9507940664",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Aligarh",
      "state": "Uttar Pradesh",
      "pincode": "202001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Sarnath Agency",
      "MonumentName": "Sarnath Museum",
      "email": "sarnath_1733479732@gmail.com",
      "password": "test@123",
      "desc": "The Sarnath Museum, located near Varanasi in Uttar Pradesh, stands as a beacon of India's rich cultural and religious heritage. Established by the Archaeological Survey of India, it is the country’s oldest site museum and is deeply connected to the legacy of Sarnath, where Lord Buddha delivered his first sermon after attaining enlightenment. This museum serves as a treasure trove of ancient artifacts, sculptures, and relics, dating back to the Mauryan, Gupta, and Kushan periods, offering visitors a glimpse into the historical and spiritual essence of the region. The museum’s most iconic piece is the Lion Capital of Ashoka, which has been adopted as India’s national emblem and symbolizes peace and courage. Other prominent exhibits include intricate Buddhist sculptures, stupas, and inscriptions that reflect the artistic brilliance of ancient India. The museum’s galleries are carefully curated, providing a chronological display of artifacts that narrate the evolution of Indian art and architecture. It also houses relics excavated from the archaeological site of Sarnath, including a magnificent statue of Buddha in Dharmachakra Pravartan Mudra. Visitors can explore thematic galleries that focus on Buddhist art, Ashokan inscriptions, and religious iconography, each telling a story of devotion and craftsmanship. Beyond its historical significance, the Sarnath Museum serves as an educational hub for scholars and enthusiasts, offering a deeper understanding of India’s spiritual traditions and artistic achievements. Its serene surroundings and proximity to other landmarks, such as the Dhamek Stupa and the Chaukhandi Stupa, make it an integral part of the Sarnath experience. The museum’s preservation of ancient artifacts ensures that the legacy of Sarnath continues to inspire and educate generations. Whether one is a history enthusiast, a spiritual seeker, or an admirer of art, the Sarnath Museum offers a profound journey through time, showcasing the enduring impact of Buddhism and the cultural richness of ancient India.",
      "contactNumber": "7905826479",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Sarnath",
      "state": "Uttar Pradesh",
      "pincode": "221007",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Varanasi Agency",
      "MonumentName": "Bharat Kala Bhavan",
      "email": "varanasi_1733479732@gmail.com",
      "password": "test@123",
      "desc": "The Bharat Kala Bhavan, located within the prestigious Banaras Hindu University (BHU) in Varanasi, Uttar Pradesh, is a testament to India's artistic and cultural legacy. Established in 1920, this museum has grown into one of the country’s most prominent repositories of art and heritage. Housing over 100,000 artifacts, the Bharat Kala Bhavan offers an extensive collection that spans centuries, providing a rich narrative of India’s cultural evolution. One of the museum's most notable features is its collection of miniature paintings, which includes works from the Mughal, Rajasthani, and Pahari schools. These delicate pieces are celebrated for their intricate details and vibrant colors, capturing the essence of India’s artistic tradition. Additionally, the museum showcases a variety of sculptures, textiles, manuscripts, and folk art from different regions, offering a comprehensive perspective on India’s diverse cultural expressions. The galleries also include exhibits on archaeological remains and contemporary art, bridging the past and the present. The museum is renowned for its Bengal School of Art collection, featuring the works of eminent artists like Nandalal Bose and Abanindranath Tagore, which emphasize the revival of Indian artistic traditions. The textiles section highlights India’s rich heritage of weaving and craftsmanship, with displays of rare fabrics and traditional garments. Bharat Kala Bhavan is not just a treasure trove for art enthusiasts but also a hub for academic research. Scholars and historians frequent the museum to study its rare manuscripts and artifacts, which offer invaluable insights into India’s cultural history. The serene ambiance of the museum, coupled with its meticulously curated exhibits, makes it a must-visit destination for anyone exploring Varanasi. Whether it is the allure of ancient artifacts, the beauty of traditional art forms, or the intellectual richness of its collections, Bharat Kala Bhavan continues to inspire and educate visitors, preserving the soul of India’s artistic heritage for generations to come.",
      "contactNumber": "9881049390",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Varanasi",
      "state": "Uttar Pradesh",
      "pincode": "221005",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Jhansi Agency",
      "MonumentName": "Jhansi Museum",
      "email": "jhansi_1733479732@gmail.com",
      "password": "test@123",
       "desc": "The Jhansi Museum, located within the historic Jhansi Fort in Uttar Pradesh, is a captivating destination that vividly narrates the story of bravery, culture, and heritage of Bundelkhand. Dedicated to preserving the rich history of the region, the museum offers an immersive journey into the past through its diverse collection of artifacts. Established to honor the legacy of Rani Lakshmibai, the iconic warrior queen who played a pivotal role in the First War of Independence in 1857, the museum stands as a tribute to her courage and patriotism. The museum’s exhibits include an impressive array of weaponry, paintings, sculptures, and manuscripts, each telling a unique story of the region's historical and cultural evolution. Visitors can explore artifacts from the ancient Bundela dynasty, including coins, terracotta figurines, and tools that offer a glimpse into the daily life of the time. A significant portion of the museum is dedicated to the life and times of Rani Lakshmibai, with displays of her weapons, portraits, and personal items that evoke the spirit of resistance and valor. The museum also features detailed accounts and illustrations of the 1857 rebellion, providing valuable insights into this transformative period in Indian history. The galleries are thoughtfully arranged, making it easy for visitors to navigate and absorb the rich narratives embedded within the artifacts. In addition to its historical collections, the museum celebrates Bundelkhand’s artistic traditions through displays of traditional attire, jewelry, and handicrafts, reflecting the cultural richness of the region. The Jhansi Museum is not only a hub for history enthusiasts but also a source of inspiration for those drawn to tales of courage and resilience. Its location within the Jhansi Fort adds to its charm, offering panoramic views of the surrounding landscape and a deeper connection to the region's historical significance. A visit to the Jhansi Museum is a journey into the heart of India’s struggle for freedom and a celebration of its enduring cultural heritage.",
      "contactNumber": "9571012976",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Jhansi",
      "state": "Uttar Pradesh",
      "pincode": "284001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Agra Agency",
      "MonumentName": "Agra Fort Museum",
      "email": "agra_1733479732@gmail.com",
      "password": "test@123",
       "desc": "The Agra Fort Museum, situated within the majestic Agra Fort in Uttar Pradesh, offers an enriching experience of exploring the grandeur and legacy of the Mughal Empire. This museum is a treasure trove of artifacts that provide deep insights into the cultural, artistic, and military achievements of the Mughal era. Located in the Diwan-i-Aam section of the fort, the museum complements the architectural splendor of Agra Fort, making it a must-visit destination for history and art enthusiasts. The museum’s collection includes an array of artifacts such as miniature paintings, royal garments, weaponry, and manuscripts, each narrating a piece of Mughal history. The miniature paintings, celebrated for their intricate detailing and vivid colors, depict scenes from court life, battles, and royal ceremonies, capturing the essence of the era. The weaponry section features swords, daggers, shields, and other arms, showcasing the craftsmanship and technological advancements of the time. The museum also houses an impressive collection of coins and seals, reflecting the economic and administrative systems of the Mughal Empire. One of the highlights of the museum is the display of royal costumes and textiles, which offer a glimpse into the opulent lifestyle of the Mughal rulers. These exhibits are complemented by manuscripts and documents that provide valuable insights into the governance, culture, and artistic pursuits of the era. The Agra Fort Museum is meticulously curated to offer visitors a holistic understanding of the Mughal period. Its strategic location within the Agra Fort adds to the allure, as visitors can explore the fort’s architectural marvels alongside the museum’s historical treasures. Whether it is the allure of exquisite art, the fascination with military history, or the desire to connect with India’s regal past, the Agra Fort Museum provides an unforgettable journey through time. A visit here is not just an exploration of history but a celebration of the artistic and cultural brilliance that defined one of India’s most illustrious dynasties.",
      "contactNumber": "8252572759",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Agra",
      "state": "Uttar Pradesh",
      "pincode": "282003",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Farrukhabad Agency",
      "MonumentName": "Farrukhabad Museum",
      "email": "farrukhabad_1733479732@gmail.com",
      "password": "test@123",
              "desc": "The Farrukhabad Museum, located in Uttar Pradesh, is a cultural gem dedicated to preserving the rich historical and artistic legacy of the region. This museum serves as a repository of artifacts that chronicle the evolution of art, culture, and society in Farrukhabad and its surrounding areas. Established with the aim of showcasing the region’s heritage, the museum offers an eclectic collection of sculptures, paintings, manuscripts, and coins that date back to various periods of Indian history. One of the museum’s most notable features is its impressive collection of sculptures, which include intricate carvings and statues representing Hindu, Buddhist, and Jain traditions. These artifacts highlight the region’s role as a melting pot of diverse religious and cultural influences. The museum’s painting section is equally captivating, featuring works that depict mythological themes, royal portraits, and scenes of daily life, reflecting the artistic traditions of the region. The manuscripts and ancient texts on display provide invaluable insights into the literary and intellectual achievements of past civilizations. The museum also houses a collection of coins and seals, which offer a glimpse into the region’s economic history and trade networks. These exhibits are complemented by displays of traditional crafts, textiles, and jewelry, showcasing the region’s artisanal excellence. Visitors can explore the museum’s galleries, which are thoughtfully arranged to provide a seamless journey through the region’s historical timeline. Each exhibit is accompanied by detailed descriptions, making it an educational experience for history enthusiasts and casual visitors alike. The Farrukhabad Museum is not just a celebration of the past but also a source of inspiration for future generations, fostering an appreciation for the region’s rich cultural heritage. Its serene ambiance and well-preserved artifacts make it a must-visit destination for anyone seeking to connect with the history and artistry of Farrukhabad. Whether you are a historian, an art lover, or a curious traveler, the Farrukhabad Museum promises an enriching and memorable experience.",
      "contactNumber": "7845685769",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Farrukhabad",
      "state": "Uttar Pradesh",
      "pincode": "209625",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Chandraprabha Agency",
      "MonumentName": "Chandraprabha Wildlife Sanctuary Museum",
      "email": "chandraprabha_1733479733@gmail.com",
      "password": "test@123",
      "desc": "The Chandraprabha Wildlife Sanctuary Museum, located in Uttar Pradesh, is a vital center for understanding the region’s ecological and cultural richness. Situated within the picturesque sanctuary, the museum serves as an educational gateway to the biodiversity and natural beauty of the area. It houses a wide range of exhibits that include preserved specimens, photographs, and dioramas, providing a comprehensive overview of the flora and fauna native to Chandraprabha. The sanctuary is renowned for its diverse ecosystem, which supports species like leopards, blackbucks, and several migratory birds. The museum captures this biodiversity through meticulously crafted displays, offering visitors an opportunity to learn about the sanctuary’s ecological significance and conservation efforts. Additionally, the museum sheds light on the region’s cultural and historical connections, highlighting the harmonious coexistence of humans and nature in the area. Visitors can explore interactive exhibits and educational programs designed to raise awareness about wildlife protection. The Chandraprabha Wildlife Sanctuary Museum is a must-visit for nature enthusiasts and conservation advocates, offering a unique blend of natural and cultural heritage."
      ,
      "contactNumber": "9093242570",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Chandraprabha",
      "state": "Uttar Pradesh",
      "pincode": "232104",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Shahjahanpur Agency",
      "MonumentName": "Shahjahanpur Museum",
      "email": "shahjahanpur_1733479733@gmail.com",
      "password": "test@123",
       "desc": "The Shahjahanpur Museum, located in the heart of Uttar Pradesh, is a repository of the region’s rich historical and cultural legacy. Dedicated to the memory of revolutionary heroes, the museum showcases artifacts, manuscripts, and exhibits that narrate the story of India’s freedom struggle, with a particular focus on Shahjahanpur’s role in the movement. Visitors can explore galleries that highlight the contributions of prominent figures such as Ram Prasad Bismil and Ashfaqulla Khan. The museum also features a diverse collection of historical artifacts, including ancient coins, traditional weapons, and sculptures, which reflect the region’s cultural evolution. Through its well-curated displays, the Shahjahanpur Museum bridges the gap between the past and present, celebrating the spirit of patriotism and cultural pride. It serves as both an educational hub and a source of inspiration, preserving the heritage of Shahjahanpur for future generations.",
      "contactNumber": "8898559206",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Shahjahanpur",
      "state": "Uttar Pradesh",
      "pincode": "242001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Fatehpur Sikri Agency",
      "MonumentName": "Mughal Museum",
      "email": "fatehpur sikri_1733479733@gmail.com",
      "password": "test@123",
      "desc": "The Mughal Museum, situated in Agra, Uttar Pradesh, is a tribute to the grandeur and legacy of the Mughal Empire. This state-of-the-art museum showcases a rich collection of artifacts, manuscripts, and artworks that celebrate the artistic and cultural achievements of the Mughals. The museum’s galleries are designed to offer a multi-dimensional experience, with exhibits focusing on Mughal architecture, fine arts, and courtly traditions. Highlights include miniature paintings, royal attire, and intricately designed jewelry that reflect the opulence of the era. The museum also delves into the contributions of the Mughals to science, literature, and urban planning. Interactive displays and digital installations make the exhibits engaging for visitors of all ages. Located near the Taj Mahal, the Mughal Museum complements Agra’s historical significance, providing a deeper understanding of the Mughal dynasty’s impact on Indian culture. It is a must-visit for history and art enthusiasts seeking to explore the legacy of one of India’s most illustrious empires.",
      "contactNumber": "9966503897",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Fatehpur Sikri",
      "state": "Fatehpur Uttar Pradesh",
      "pincode": "283110",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Allahabad (Prayagraj), Uttar Pradesh Agency",
      "MonumentName": "Kumbh Mela Museum",
      "email": "allahabad (prayagraj), uttar pradesh_1733479733@gmail.com",
      "password": "test@123",
      "desc": "The Kumbh Mela Museum, located in Prayagraj, Uttar Pradesh, is a fascinating tribute to one of the world’s largest spiritual gatherings. The museum offers an immersive experience into the history, cultural significance, and spiritual essence of the Kumbh Mela, which attracts millions of devotees from around the globe. Visitors can explore exhibits that detail the origins of the festival, its mythological roots, and its evolution over centuries. The museum showcases artifacts, photographs, and audiovisual presentations that capture the vibrant rituals and traditions associated with the event. A special highlight is the section on the sacred confluence of the Ganga, Yamuna, and the mythical Saraswati rivers, which forms the spiritual heart of the festival. Through its engaging displays and informative narratives, the Kumbh Mela Museum provides a unique perspective on the interplay of faith, culture, and community, making it an essential destination for those seeking to understand India’s spiritual heritage."
      ,
      "contactNumber": "7916874525",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Allahabad (Prayagraj), Uttar Pradesh",
      "state": "Allahabad (Prayagraj), Uttar Pradesh",
      "pincode": "211001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Varanasi Agency",
      "MonumentName": "Kashi Vishwanath Temple Museum",
      "email": "varanasi_1733479733@gmail.com",
      "password": "test@123",
      "desc": "The Kashi Vishwanath Temple Museum, located in Varanasi, Uttar Pradesh, offers a profound exploration of the spiritual and cultural heritage associated with one of India’s most revered temples. Dedicated to Lord Shiva, the museum complements the temple’s sanctity by showcasing artifacts, sculptures, and manuscripts that narrate the temple’s historical and religious significance. Visitors can delve into exhibits that highlight the architectural evolution of the temple, its role in Hindu mythology, and its enduring importance as a center of devotion. The museum also features an impressive collection of ancient inscriptions and religious texts, providing insights into the rituals and traditions practiced at the temple. Through its thoughtfully curated displays, the Kashi Vishwanath Temple Museum serves as a bridge between the ancient and the contemporary, offering a holistic understanding of the temple’s legacy. It is a must-visit for pilgrims and history enthusiasts alike, enriching the spiritual experience of visiting Kashi."
      ,
      "contactNumber": "7528289319",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Varanasi",
      "state": "Uttar Pradesh",
      "pincode": "221001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Kanpur Agency",
      "MonumentName": "Gandhi Museum",
      "email": "kanpur_1733479733@gmail.com",
      "password": "test@123",
      "desc": "The Gandhi Museum, located in Lucknow, Uttar Pradesh, is a tribute to the life, philosophy, and legacy of Mahatma Gandhi, the Father of the Nation. This museum serves as a center for learning and inspiration, offering visitors a comprehensive look into Gandhi’s role in India’s struggle for independence and his enduring impact on global movements for peace and justice. The museum’s exhibits include rare photographs, personal belongings of Gandhi, and artifacts related to his life and work. A highlight is the collection of letters and manuscripts that provide a glimpse into his thoughts and correspondence with world leaders. The museum also features interactive displays and audiovisual presentations that bring to life the key moments of Gandhi’s life, from his formative years to his role in the freedom movement. Through its engaging narratives and educational programs, the Gandhi Museum fosters a deeper understanding of his ideals and their relevance in contemporary times. It is an inspiring destination for those seeking to connect with the spirit of Gandhian values."
      ,
      "contactNumber": "9156483729",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Kanpur",
      "state": "Uttar Pradesh",
      "pincode": "208001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bundelkhand Agency",
      "MonumentName": "Maharaja Chhatrasal Museum",
      "email": "bundelkhand_1733479733@gmail.com",
      "password": "test@123",
      "desc": "The Maharaja Chhatrasal Museum in Bundelkhand exhibits items related to the life and legacy of Maharaja Chhatrasal, a prominent warrior king. The museum features weapons, manuscripts, and artifacts from his era.",
      "contactNumber": "9322490327",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Bundelkhand",
      "state": "Uttar Pradesh",
      "pincode": "472001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Gwalior Agency",
      "MonumentName": "Vijay Nagar Museum",
      "email": "gwalior_1733479733@gmail.com",
      "password": "test@123",
      "desc": "The Vijay Nagar Museum in Gwalior displays ancient artifacts from the region, with special attention to the history of the Gwalior Fort. The museum showcases sculptures, coins, and items related to the local royal family.",
      "contactNumber": "9725116236",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Gwalior",
      "state": "Uttar Pradesh",
      "pincode": "474001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bindki Agency",
      "MonumentName": "Raja Balwant Singh Museum",
      "email": "bindki_1733479733@gmail.com",
      "password": "test@123",
      "desc": "Located in the town of Bindki, the Raja Balwant Singh Museum exhibits a variety of artifacts related to the royal history of the region, including paintings, sculptures, and personal belongings of the ruler Raja Balwant Singh.",
      "contactNumber": "9538636836",
      "ticketPrice": 100,
     "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Bindki",
      "state": "Uttar Pradesh",
      "pincode": "209202",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Agra Agency",
      "MonumentName": "Shah Jahan's Palace Museum",
      "email": "agra_1733479733@gmail.com",
      "password": "test@123",
      "desc": "Located in Agra, the Shah Jahan's Palace Museum displays the history of the Mughal Empire during the reign of Emperor Shah Jahan. The museum showcases royal artifacts, textiles, and items used by the Mughal emperors.",
      "contactNumber": "9240980002",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Agra",
      "state": "Uttar Pradesh",
      "pincode": "282001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bharatpur Agency",
      "MonumentName": "Bharatpur Museum",
      "email": "bharatpur_1733479733@gmail.com",
      "password": "test@123",
      "desc": "The Bharatpur Museum offers insights into the history of the region, with collections that include sculptures, coins, and traditional artifacts. The museum highlights the cultural richness of Bharatpur and its royal family.",
      "contactNumber": "9576952941",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Bharatpur",
      "state": "Uttar Pradesh",
      "pincode": "321001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Azamgarh Agency",
      "MonumentName": "Azamgarh Museum",
      "email": "azamgarh_1733479733@gmail.com",
      "password": "test@123",
      "desc": "The Azamgarh Museum displays the cultural history and artifacts of the Azamgarh district, focusing on the social, cultural, and historical development of the region.",
      "contactNumber": "9686274881",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Azamgarh",
      "state": "Uttar Pradesh",
      "pincode": "276001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Sultanpur Agency",
      "MonumentName": "Sultanpur Museum",
      "email": "sultanpur_1733479733@gmail.com",
      "password": "test@123",
      "desc": "This museum showcases the cultural heritage and history of Sultanpur. It houses various artifacts, sculptures, and photographs highlighting the district's role in history and its connection to ancient India.",
      "contactNumber": "7992073199",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Sultanpur",
      "state": "Uttar Pradesh",
      "pincode": "228001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Moradabad Agency",
      "MonumentName": "Moradabad Museum",
      "email": "moradabad_1733479734@gmail.com",
      "password": "test@123",
      "desc": "The Moradabad Museum focuses on the craftsmanship of the Moradabad region, famous for its metalwork and handicrafts. The museum features a variety of intricate metal sculptures and artifacts.",
      "contactNumber": "9691940143",
      "ticketPrice": 100,
     "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.amarujala.com%2Flucknow%2Fusing-up-government-logo-will-be-criminal-offence&psig=AOvVaw1ec5BwrSl7Dc8zsVkhO3z5&ust=1733581297405000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCPiKud2rk4oDFQAAAAAdAAAAABAE",
      "city": "Moradabad",
      "state": "Uttar Pradesh",
      "pincode": "244001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Kurukshetra Agency",
      "MonumentName": "Kurukshetra Panorama and Science Centre",
      "email": "kurukshetra_1733479734@gmail.com",
      "password": "test@123",
      "desc": "Combines science with mythology, featuring exhibits on Mahabharata and interactive scientific displays.",
      "contactNumber": "8849412771",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Kurukshetra",
      "state": "Haryana",
      "pincode": "136118",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Karnal Agency",
      "MonumentName": "National Dairy Research Institute Museum",
      "email": "karnal_1733479734@gmail.com",
      "password": "test@123",
      "desc": "Explores the history and advancements in dairy science and technology in India.",
      "contactNumber": "8494568696",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Karnal",
      "state": "Haryana",
      "pincode": "132001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Kurukshetra Agency",
      "MonumentName": "Sheikh Chilli's Tomb Museum",
      "email": "kurukshetra_1733479734@gmail.com",
      "password": "test@123",
      "desc": "A historical museum showcasing artifacts and architecture of the Mughal era.",
      "contactNumber": "9216641929",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Kurukshetra",
      "state": "Haryana",
      "pincode": "136118",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Rewari Agency",
      "MonumentName": "Rewari Heritage Steam Loco Shed and Museum",
      "email": "rewari_1733479734@gmail.com",
      "password": "test@123",
      "desc": "India's only heritage steam locomotive museum, showcasing vintage engines and rail artifacts.",
      "contactNumber": "9628805052",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Rewari",
      "state": "Haryana",
      "pincode": "123401",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Panipat Agency",
      "MonumentName": "Panipat Museum",
      "email": "panipat_1733479734@gmail.com",
      "password": "test@123",
      "desc": "Highlights the history of the three battles of Panipat with artifacts, paintings, and sculptures.",
      "contactNumber": "8519672672",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Panipat",
      "state": "Haryana",
      "pincode": "132103",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Ballabgarh Agency",
      "MonumentName": "Raja Nahar Singh Palace Museum",
      "email": "ballabgarh_1733479734@gmail.com",
      "password": "test@123",
      "desc": "A museum that showcases the regal history and cultural heritage of the Ballabgarh region with royal artifacts.",
      "contactNumber": "7307170604",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Ballabgarh",
      "state": "Haryana",
      "pincode": "121004",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Sohna Agency",
      "MonumentName": "Sohna Museum",
      "email": "sohna_1733479734@gmail.com",
      "password": "test@123",
      "desc": "A museum dedicated to the history, culture, and heritage of the Sohna region, displaying various archaeological finds and exhibits.",
      "contactNumber": "8233381274",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Sohna",
      "state": "Haryana",
      "pincode": "122103",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Chandigarh Agency",
      "MonumentName": "Haryana Government Museum and Art Gallery",
      "email": "chandigarh_1733479734@gmail.com",
      "password": "test@123",
      "desc": "A museum showcasing the state's rich history, with a collection of sculptures, paintings, and ancient artifacts.",
      "contactNumber": "9007540234",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Chandigarh",
      "state": "Haryana",
      "pincode": "160017",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Hisar Agency",
      "MonumentName": "Jat Regiment Museum",
      "email": "hisar_1733479734@gmail.com",
      "password": "test@123",
      "desc": "This museum is dedicated to the Jat Regiment and showcases its significant contributions to India's military history, with weapons, uniforms, and artifacts.",
      "contactNumber": "9583517270",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Hisar",
      "state": "Haryana",
      "pincode": "125001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Rohtak Agency",
      "MonumentName": "Rohtak Museum",
      "email": "rohtak_1733479735@gmail.com",
      "password": "test@123",
      "desc": "A museum that exhibits historical artifacts, sculptures, and ancient coins, reflecting the history of the Rohtak district.",
      "contactNumber": "8002555800",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Rohtak",
      "state": "Haryana",
      "pincode": "124001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Faridabad Agency",
      "MonumentName": "Baba Farid's Tomb Museum",
      "email": "faridabad_1733479735@gmail.com",
      "password": "test@123",
      "desc": "Dedicated to Baba Farid, a revered saint, the museum exhibits historical artifacts related to his life and spiritual contributions.",
      "contactNumber": "8244330790",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Faridabad",
      "state": "Haryana",
      "pincode": "121001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Ambala Agency",
      "MonumentName": "Ambala Museum",
      "email": "ambala_1733479735@gmail.com",
      "password": "test@123",
      "desc": "A museum housing collections of artifacts, sculptures, and archaeological pieces from ancient and medieval times in the Ambala region.",
      "contactNumber": "7603762599",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Ambala",
      "state": "Haryana",
      "pincode": "134001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Khatkar Kalan Agency",
      "MonumentName": "Bhagat Singh Memorial Museum",
      "email": "khatkar kalan_1733479735@gmail.com",
      "password": "test@123",
      "desc": "A tribute to the freedom fighter Bhagat Singh, this museum showcases memorabilia, photographs, and artifacts from his life and revolutionary activities.",
      "contactNumber": "8689368719",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Khatkar Kalan",
      "state": "Haryana",
      "pincode": "144205",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Rai Agency",
      "MonumentName": "Baba Banda Singh Bahadur War Memorial Museum",
      "email": "rai_1733479735@gmail.com",
      "password": "test@123",
      "desc": "A museum commemorating Baba Banda Singh Bahadur’s military campaign and his role in the Sikh history with weaponry, documents, and exhibits.",
      "contactNumber": "9640604830",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Rai",
      "state": "Haryana",
      "pincode": "132001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Rohtak Agency",
      "MonumentName": "Haryana Rural Museum",
      "email": "rohtak_1733479735@gmail.com",
      "password": "test@123",
      "desc": "This museum focuses on the rural heritage of Haryana, with exhibits on traditional farming tools, art, and rural life.",
      "contactNumber": "9104051102",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Rohtak",
      "state": "Haryana",
      "pincode": "124001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bhiwani Agency",
      "MonumentName": "Panchayati Raj Museum",
      "email": "bhiwani_1733479735@gmail.com",
      "password": "test@123",
      "desc": "A museum showcasing the evolution of rural governance and Panchayati Raj system in Haryana, with various artifacts and historical documentation.",
      "contactNumber": "9282565827",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Bhiwani",
      "state": "Haryana",
      "pincode": "127021",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bhiwani Agency",
      "MonumentName": "Bhiwani District Museum",
      "email": "bhiwani_1733479735@gmail.com",
      "password": "test@123",
      "desc": "The museum displays the cultural, historical, and archaeological history of the Bhiwani region, including pottery, sculptures, and manuscripts.",
      "contactNumber": "7286710980",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Bhiwani",
      "state": "Haryana",
      "pincode": "127021",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Gurgaon Agency",
      "MonumentName": "Gurgaon Heritage Museum",
      "email": "gurgaon_1733479735@gmail.com",
      "password": "test@123",
      "desc": "This museum reflects the heritage and history of Gurgaon, with a focus on its transformation from a small village to a modern city, along with ancient artifacts.",
      "contactNumber": "7927907358",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Gurgaon",
      "state": "Haryana",
      "pincode": "122001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Karnal Agency",
      "MonumentName": "Karnal Museum",
      "email": "karnal_1733479736@gmail.com",
      "password": "test@123",
      "desc": "The Karnal Museum showcases the district's rich historical past with artifacts from various periods, particularly focusing on its medieval and colonial history.",
      "contactNumber": "9034238602",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Karnal",
      "state": "Haryana",
      "pincode": "132001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Sonipat Agency",
      "MonumentName": "Sonipat Museum",
      "email": "sonipat_1733479736@gmail.com",
      "password": "test@123",
      "desc": "Sonipat Museum exhibits the region’s historical artifacts and sculptures, highlighting the cultural importance of Sonipat in ancient India.",
      "contactNumber": "9702488152",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Sonipat",
      "state": "Haryana",
      "pincode": "131001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Shahabad Agency",
      "MonumentName": "Shahabad Museum",
      "email": "shahabad_1733479736@gmail.com",
      "password": "test@123",
      "desc": "A museum dedicated to the local heritage of Shahabad, Haryana, with exhibits reflecting its past including agriculture, art, and trade history.",
      "contactNumber": "8163308472",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Shahabad",
      "state": "Haryana",
      "pincode": "136135",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Fatehabad Agency",
      "MonumentName": "Fatehabad Museum",
      "email": "fatehabad_1733479736@gmail.com",
      "password": "test@123",
      "desc": "Fatehabad Museum showcases historical collections related to the region, particularly artifacts from the medieval period and local handicrafts.",
      "contactNumber": "8082863632",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Fatehabad",
      "state": "Haryana",
      "pincode": "125050",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Narnaul Agency",
      "MonumentName": "Narnaul Museum",
      "email": "narnaul_1733479736@gmail.com",
      "password": "test@123",
      "desc": "A museum displaying the historical, cultural, and archaeological history of the Narnaul region, including coins, sculptures, and local art.",
      "contactNumber": "8905351583",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Narnaul",
      "state": "Haryana",
      "pincode": "123001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Hisar Agency",
      "MonumentName": "Hisar Museum",
      "email": "hisar_1733479736@gmail.com",
      "password": "test@123",
      "desc": "Hisar Museum features a rich collection of artifacts, showcasing the city's historical significance and the broader Haryana region, with exhibits from ancient times to modern history.",
      "contactNumber": "8399785488",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Hisar",
      "state": "Haryana",
      "pincode": "125001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Sultanpur Agency",
      "MonumentName": "Sultanpur Bird Sanctuary Museum",
      "email": "sultanpur_1733479736@gmail.com",
      "password": "test@123",
      "desc": "This museum showcases the biodiversity of the Sultanpur Bird Sanctuary, with exhibits on the various species of birds and wildlife that thrive in the area.",
      "contactNumber": "7522844443",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Sultanpur",
      "state": "Haryana",
      "pincode": "122002",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Dhamtari Agency",
      "MonumentName": "Dhamtari Museum",
      "email": "dhamtari_1733479736@gmail.com",
      "password": "test@123",
      "desc": "Dhamtari Museum focuses on the regional history of Haryana and its cultural evolution, featuring local art and artifacts.",
      "contactNumber": "8386462157",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Dhamtari",
      "state": "Haryana",
      "pincode": "122018",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Sikri Agency",
      "MonumentName": "Sikri Museum",
      "email": "sikri_1733479736@gmail.com",
      "password": "test@123",
      "desc": "Sikri Museum is dedicated to the history and culture of Sikri, featuring exhibits that showcase the region's rich heritage, including historical sculptures and local handicrafts.",
      "contactNumber": "7355689107",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Sikri",
      "state": "Haryana",
      "pincode": "132108",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Mewat Agency",
      "MonumentName": "Mewat Museum",
      "email": "mewat_1733479736@gmail.com",
      "password": "test@123",
      "desc": "Mewat Museum reflects the rich cultural history and heritage of the Mewat region, with a focus on the traditional lifestyle and art of the local people.",
      "contactNumber": "8649954807",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Mewat",
      "state": "Haryana",
      "pincode": "122107",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Dinanagar Agency",
      "MonumentName": "Dinanagar Museum",
      "email": "dinanagar_1733479737@gmail.com",
      "password": "test@123",
      "desc": "This museum is dedicated to preserving the history of the Dinanagar region, with exhibits that cover its archaeological, cultural, and social history.",
      "contactNumber": "7249280491",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Dinanagar",
      "state": "Haryana",
      "pincode": "122509",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Pinjore Agency",
      "MonumentName": "Pinjore Heritage Park Museum",
      "email": "pinjore_1733479737@gmail.com",
      "password": "test@123",
      "desc": "The museum at Pinjore Heritage Park is dedicated to the rich Mughal garden heritage, showcasing the art, architecture, and flora associated with the region’s Mughal influence.",
      "contactNumber": "9151611002",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Pinjore",
      "state": "Haryana",
      "pincode": "134102",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Palwal Agency",
      "MonumentName": "Palwal Museum",
      "email": "palwal_1733479737@gmail.com",
      "password": "test@123",
      "desc": "Palwal Museum displays artifacts, coins, and archaeological finds that provide insights into the historical significance of the Palwal region and its role in India’s history.",
      "contactNumber": "8421903393",
      "ticketPrice": 100,
      "MonumentLogo": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FEmblem_of_Haryana&psig=AOvVaw3RLnw6qC6RKgVZRGy8zCZM&ust=1733581521248000&source=images&cd=vfe&opi=89978449&ved=0CBEQjRxqFwoTCLD81Mesk4oDFQAAAAAdAAAAABAE",
      "city": "Palwal",
      "state": "Haryana",
      "pincode": "121102",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Indore Agency",
      "MonumentName": "Indore Museum",
      "email": "indore_1733479737@gmail.com",
      "password": "test@123",
      "desc": "A museum that showcases the cultural heritage, history, and archaeology of Indore, including sculptures, coins, and artifacts from various dynasties.",
      "contactNumber": "9076309618",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Indore",
      "state": "Madhya Pradesh",
      "pincode": "452001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bhopal Agency",
      "MonumentName": "Madhya Pradesh Tribal Museum",
      "email": "bhopal_1733479737@gmail.com",
      "password": "test@123",
      "desc": "Dedicated to showcasing the rich culture, art, and traditions of the tribal communities of Madhya Pradesh.",
      "contactNumber": "7972228958",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Bhopal",
      "state": "Madhya Pradesh",
      "pincode": "462003",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Jabalpur Agency",
      "MonumentName": "Rani Durgavati Memorial and Museum",
      "email": "jabalpur_1733479737@gmail.com",
      "password": "test@123",
      "desc": "A museum dedicated to the memory of Queen Rani Durgavati, showcasing her life, reign, and artifacts from her time.",
      "contactNumber": "9320418361",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Jabalpur",
      "state": "Madhya Pradesh",
      "pincode": "482001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bhopal Agency",
      "MonumentName": "State Museum Bhopal",
      "email": "bhopal_1733479737@gmail.com",
      "password": "test@123",
      "desc": "The museum exhibits artifacts from the state's prehistoric, historical, and cultural legacy, including sculptures and fossils.",
      "contactNumber": "7123865025",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Bhopal",
      "state": "Madhya Pradesh",
      "pincode": "462003",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bhopal Agency",
      "MonumentName": "Bhopal Museum",
      "email": "bhopal_1733479737@gmail.com",
      "password": "test@123",
      "desc": "This museum showcases the history, culture, and heritage of Bhopal, including art and archaeological objects from ancient to modern times.",
      "contactNumber": "8336168087",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Bhopal",
      "state": "Madhya Pradesh",
      "pincode": "462001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Khajuraho Agency",
      "MonumentName": "Khajuraho Archaeological Museum",
      "email": "khajuraho_1733479737@gmail.com",
      "password": "test@123",
      "desc": "Located near the famous Khajuraho temples, this museum displays sculptures and other artifacts related to the architectural wonders of the temples.",
      "contactNumber": "7621147441",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Khajuraho",
      "state": "Madhya Pradesh",
      "pincode": "471606",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Gwalior Agency",
      "MonumentName": "Gwalior Fort Museum",
      "email": "gwalior_1733479737@gmail.com",
      "password": "test@123",
      "desc": "Situated in the historic Gwalior Fort, this museum showcases the rich history of the fort and its rulers, with weapons, paintings, and sculptures.",
      "contactNumber": "7906317665",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Gwalior",
      "state": "Madhya Pradesh",
      "pincode": "474008",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Gwalior Agency",
      "MonumentName": "Chhatri Baag Museum",
      "email": "gwalior_1733479738@gmail.com",
      "password": "test@123",
      "desc": "A small museum that features the architectural and cultural history of the Chhatri Baag and its royal significance.",
      "contactNumber": "8381363283",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Gwalior",
      "state": "Madhya Pradesh",
      "pincode": "474002",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
 {
    "agencyName": "The Grenadiers Museum Agency",
    "MonumentName": "The Grenadiers Museum",
    "email": "grenadiers_museum@gmail.com",
    "password": "gurdit@123",
    "desc": "The **Grenadiers Museum**, located in Jabalpur, Madhya Pradesh, is a tribute to the history and valor of the Grenadiers Regiment. The museum showcases the rich heritage and legacy of the regiment, with exhibits that include historical artifacts, weapons, uniforms, medals, and photographs that highlight the contributions and sacrifices made by the regiment in the service of the nation. Visitors can explore the various displays that illustrate the regiment’s participation in key battles, their role in peacekeeping missions, and their dedication to the Indian Army’s principles. The museum offers a detailed narrative of the Grenadiers’ legacy, paying homage to the soldiers who have served with honor and distinction, and providing a deeper understanding of the regiment’s traditions and achievements.",
    "contactNumber": "9441201580",
    "ticketPrice": 100,
    "MonumentLogo": "No logo available",
    "city": "Jabalpur",
    "state": "Madhya Pradesh",
    "pincode": "482001",
    "imageUrl": [
        "https://www.google.com/maps/place/Grenadiers+Regimental+Centre/@23.1815685,79.9859891,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipONaWSBVKxi3jZFqoMFFwZNLzRRxbXvM4mk-DuI!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipONaWSBVKxi3jZFqoMFFwZNLzRRxbXvM4mk-DuI%3Dw86-h114-k-no!7i3072!8i4080!4m17!1m9!3m8!1s0x3981af9fe9a72251:0xc3500ad2bcd843a4!2sGrenadiers+Regimental+Centre!8m2!3d23.181467!4d79.9864071!9m1!1b1!16s%2Fg%2F11jsb9jwjg!3m6!1s0x3981af9fe9a72251:0xc3500ad2bcd843a4!8m2!3d23.181467!4d79.9864071!10e5!16s%2Fg%2F11jsb9jwjg?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#",
        "https://www.google.com/maps/place/Grenadiers+Regimental+Centre/@23.1815685,79.9859891,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipONaWSBVKxi3jZFqoMFFwZNLzRRxbXvM4mk-DuI!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipONaWSBVKxi3jZFqoMFFwZNLzRRxbXvM4mk-DuI%3Dw86-h114-k-no!7i3072!8i4080!4m17!1m9!3m8!1s0x3981af9fe9a72251:0xc3500ad2bcd843a4!2sGrenadiers+Regimental+Centre!8m2!3d23.181467!4d79.9864071!9m1!1b1!16s%2Fg%2F11jsb9jwjg!3m6!1s0x3981af9fe9a72251:0xc3500ad2bcd843a4!8m2!3d23.181467!4d79.9864071!10e5!16s%2Fg%2F11jsb9jwjg?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#",
        "https://www.google.com/maps/place/Grenadiers+Regimental+Centre/@23.1815685,79.9859891,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipONaWSBVKxi3jZFqoMFFwZNLzRRxbXvM4mk-DuI!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipONaWSBVKxi3jZFqoMFFwZNLzRRxbXvM4mk-DuI%3Dw86-h114-k-no!7i3072!8i4080!4m17!1m9!3m8!1s0x3981af9fe9a72251:0xc3500ad2bcd843a4!2sGrenadiers+Regimental+Centre!8m2!3d23.181467!4d79.9864071!9m1!1b1!16s%2Fg%2F11jsb9jwjg!3m6!1s0x3981af9fe9a72251:0xc3500ad2bcd843a4!8m2!3d23.181467!4d79.9864071!10e5!16s%2Fg%2F11jsb9jwjg?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"
    ],
    "iframe": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3667.691226927228!2d79.9864071!3d23.181466999999998!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3981af9fe9a72251%3A0xc3500ad2bcd843a4!2sGrenadiers%20Regimental%20Centre!5e0!3m2!1sen!2sin!4v1733487565958!5m2!1sen!2sin\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
}

  {
    "agencyName": "Bastar Tribal Art Museum Agency",
    "MonumentName": "Bastar Tribal Art Museum",
    "email": "bastar_tribal_1733479738@gmail.com",
    "password": "gurdit@123",
    "desc": "The **Bastar Tribal Art Museum**, located in the heart of Jabalpur, is a cultural treasure trove that showcases the rich and diverse tribal art traditions of Bastar. This museum serves as a significant repository of tribal art and crafts, offering visitors a deep dive into the artistic practices of the indigenous communities that have long thrived in this region. It houses a vast collection of artifacts, including intricately carved wooden sculptures, metal objects, and traditional textiles, which reflect the unique cultural fabric of the tribes of Bastar.\n\nOne of the main highlights of the museum is its collection of **ceremonial masks**, **figurines**, and **ornaments**, all of which play a central role in the spiritual and cultural life of the tribes. These masks, often used in religious rituals, are beautifully crafted to represent deities, spirits, and animals, embodying the close relationship these communities share with nature and their beliefs. The figures and sculptures are an embodiment of tribal artistry, often used in ceremonies and festivals, and they showcase an incredible level of craftsmanship passed down through generations.\n\nThe museum offers valuable insights into the daily life of the tribal people, shedding light on their customs, beliefs, and traditions. Visitors can explore exhibits that include not just artistic objects but also everyday tools, utensils, and textiles, each piece telling its own story about the life and culture of the Bastar tribes. The museum's collection serves as a window into a world that blends the natural environment with spirituality, community, and tradition.\n\nIn addition to its art collection, the museum promotes the ongoing preservation of tribal art and culture, ensuring that the legacy of Bastar’s tribal communities continues to be celebrated and understood by future generations. A visit to the Bastar Tribal Art Museum is a journey through time, offering a chance to experience firsthand the soul-stirring beauty and deep significance of the tribal art forms of Bastar.",
    "contactNumber": "7000609845",
    "ticketPrice": 100,
    "MonumentLogo": "No logo available",
    "city": "Kondagaon",
    "state": "Chhattisgarh",
    "pincode": "494226",
    "imageUrl": [
        "https://www.google.com/maps/place/Sanskriti+Bastar+(+Bastar+Arts+and+Crafts+)/@19.6107982,81.6700562,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMQ9NOAog6bEmhCm-kGmgWPskjtfOdmiQZOQCK_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMQ9NOAog6bEmhCm-kGmgWPskjtfOdmiQZOQCK_%3Dw167-h86-k-no!7i2048!8i1050!4m7!3m6!1s0x3a2fcfbf57594ae3:0x36de92f46eb3667e!8m2!3d19.6107941!4d81.6699433!10e5!16s%2Fg%2F113k31l52?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#",
        "https://www.google.com/maps/place/Sanskriti+Bastar+(+Bastar+Arts+and+Crafts+)/@19.6107982,81.6700562,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMQ9NOAog6bEmhCm-kGmgWPskjtfOdmiQZOQCK_!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMQ9NOAog6bEmhCm-kGmgWPskjtfOdmiQZOQCK_%3Dw167-h86-k-no!7i2048!8i1050!4m7!3m6!1s0x3a2fcfbf57594ae3:0x36de92f46eb3667e!8m2!3d19.6107941!4d81.6699433!10e5!16s%2Fg%2F113k31l52?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"
    ],
    "iframe": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3758.3857785180103!2d81.67005619999999!3d19.610798199999998!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a2fcfbf57594ae3%3A0x36de92f46eb3667e!2sSanskriti%20Bastar%20(%20Bastar%20Arts%20and%20Crafts%20)!5e0!3m2!1sen!2sin!4v1733487132973!5m2!1sen!2sin\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
},
  {
      "agencyName": "Gwalior Agency",
      "MonumentName": "Tansen Music Museum",
      "email": "gwalior_1733479738@gmail.com",
      "password": "test@123",
      "desc": "A museum dedicated to the life and work of the legendary musician Tansen, showcasing musical instruments and artifacts related to classical Indian music.",
      "contactNumber": "7538714689",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Gwalior",
      "state": "Madhya Pradesh",
      "pincode": "474002",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
 {
  "agencyName": "Sangrahalaya Agency",
  "MonumentName": "Sangrahalaya",
  "email": "sangrahalaya.shivpuri@gmail.com",
  "password": "gurdit@123",
  "desc": "This museum showcases the royal history and artifacts from the Shivpuri region, including collections of royal portraits, weapons, and personal belongings.",
  "contactNumber": "9876543210",
  "ticketPrice": 100,
  "MonumentLogo": "No logo available",
  "city": "Shivpuri",
  "state": "Madhya Pradesh",
  "pincode": "482005",
  "imageUrl": [
    "https://files.yappe.in/place/full/sangrahalaya-2551113.webp",
    "https://files.yappe.in/place/full/sangrahalaya-2551105.webp",
    "https://files.yappe.in/place/full/sangrahalaya-2551109.webp"
  ],
  "iframe": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3668.0143186235005!2d80.0121681!3d23.1696775!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3981a9c5fa6c0119%3A0xb177007431f574d1!2sSangrahalaya!5e0!3m2!1sen!2sin!4v1733485536630!5m2!1sen!2sin\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>"
},
  {
      "agencyName": "Ujjain Agency",
      "MonumentName": "Ujjain Museum",
      "email": "ujjain_1733479738@gmail.com",
      "password": "test@123",
      "desc": "This museum in the sacred city of Ujjain exhibits ancient artifacts, sculptures, and coins dating back to the times of Ujjain's historical importance.",
      "contactNumber": "7336619233",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Ujjain",
      "state": "Madhya Pradesh",
      "pincode": "456001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
  "agencyName": "Rani Durgavati Museum Agency",
  "monumentName": "Rani Durgavati Museum",
  "email": "jabalpur_1733479738@gmail.com",
  "password": "gurdit@123",
  "desc": "Rani Durgavati Museum, established in 1976 in honor of the valiant Gond queen, Rani Durgavati, showcases a rich collection of artifacts and relics. Located in Jabalpur, the museum houses ancient coins, prehistoric relics, and copper and stone inscriptions. It also features sculptures from the Chausath Yogini Temple and photographs of Mahatma Gandhi, offering a captivating experience for history and art enthusiasts. The double-storeyed building has several galleries, including the Shaiva, Vaishnava, Jaina, Index, Excavation, Inscription, Coin, and Tribal Art galleries. The Index Gallery at the entrance displays a sculpture of Rani Durgavati on an elephant and paintings depicting her life. Stone sculptures from Tevar, such as Dhyani Buddha and Bodhisattva, are also displayed here. The Shaiva Gallery highlights Kalachuri-period sculptures (9th-12th century) such as Ardhanariswara, Bhairava, and an eight-armed Ganesha. The Vaishnava Gallery showcases Vishnu sculptures, including the remarkable Sampada figure from Barhata. In the Jaina Gallery, visitors can admire sculptures of Jain Tirthankaras collected from Jabalpur. On the first floor, the Apsara and Dikpal Gallery features figures like Sura-Sundari and Veena-Vadini, showcasing the intricate Kalachuri art style. Notable Dikpalas like Indra, Agni, and Yama are also on display, alongside Buddhist deity Tara and war scene panels. The Tribal Art Gallery illustrates the socio-economic culture of the Gond and Bega tribes through models and pictures. The Inscription Gallery displays rare inscriptions from the 5th to 12th century AD and ancient coins dating back to 2nd BC. Photographs and letters of Mahatma Gandhi and other freedom fighters are also exhibited here. The museum’s garden and premises feature stone sculptures, making it a comprehensive repository of historical and artistic heritage. With over 6,000 artifacts, Rani Durgavati Museum is a treasure trove of cultural and historical significance, offering visitors an enriching glimpse into India’s vibrant past.",
  "contactNumber": "9876543210",
  "ticketPrice": 100,
  "monumentLogo": "No logo available",
  "city": "Jabalpur",
  "state": "Madhya Pradesh",
  "pincode": "482002",
  "imageUrl": [
    "https://www.google.com/maps/place/Rani+Durgavati+Museum/@23.1631483,79.9341628,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMR5ji1jDfvwdIJPKVkVPSlgLDQ5y_fagugFX8x!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMR5ji1jDfvwdIJPKVkVPSlgLDQ5y_fagugFX8x%3Dw86-h114-k-no!7i3000!8i4000!4m11!1m2!2m1!1sjabalpur+museum!3m7!1s0x3981ae0ef6eb5d81:0x83afb7f89390b624!8m2!3d23.1631483!4d79.9341628!10e5!15sCg9qYWJhbHB1ciBtdXNldW2SAQZtdXNldW3gAQA!16s%2Fg%2F1tftjm9m?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#",
    "https://www.google.com/maps/place/Rani+Durgavati+Museum/@23.1629927,79.934051,3a,75y/data=!3m8!1e2!3m6!1sAF1QipNsLbdujJXwQNn6VoQHBKiyO7PYBt0XnAlRza0k!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNsLbdujJXwQNn6VoQHBKiyO7PYBt0XnAlRza0k%3Dw203-h270-k-no!7i3456!8i4608!4m11!1m2!2m1!1sjabalpur+museum!3m7!1s0x3981ae0ef6eb5d81:0x83afb7f89390b624!8m2!3d23.1631483!4d79.9341628!10e5!15sCg9qYWJhbHB1ciBtdXNldW2SAQZtdXNldW3gAQA!16s%2Fg%2F1tftjm9m?entry=ttu&g_ep=EgoyMDI0MTIwMy4wIKXMDSoASAFQAw%3D%3D#"
  ],
  "iframe": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d469528.7276516238!2d79.65401143281247!3d23.163148299999996!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3981ae0ef6eb5d81%3A0x83afb7f89390b624!2sRani%20Durgavati%20Museum!5e0!3m2!1sen!2sin!4v1733484190943!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
},
  {
      "agencyName": "Gwalior Agency",
      "MonumentName": "Rani Mahal Museum",
      "email": "gwalior_1733479738@gmail.com",
      "password": "test@123",
      "desc": "Located in the historic Rani Mahal, this museum displays the art, artifacts, and history of the Gwalior region, including royal regalia and ancient sculptures.",
      "contactNumber": "7743627150",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Gwalior",
      "state": "Madhya Pradesh",
      "pincode": "474008",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Mandu Agency",
      "MonumentName": "Mandu Archaeological Museum",
      "email": "mandu_1733479738@gmail.com",
      "password": "test@123",
      "desc": "A museum dedicated to the history and culture of Mandu, displaying sculptures, coins, and other ancient artifacts.",
      "contactNumber": "9016248436",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Mandu",
      "state": "Madhya Pradesh",
      "pincode": "454010",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Khajuraho Agency",
      "MonumentName": "Jain Museum Khajuraho",
      "email": "khajuraho_1733479738@gmail.com",
      "password": "test@123",
      "desc": "This museum exhibits Jain art and culture with sculptures, manuscripts, and ancient scriptures that highlight the teachings of Jainism.",
      "contactNumber": "7780672168",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Khajuraho",
      "state": "Madhya Pradesh",
      "pincode": "471606",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Gwalior Agency",
      "MonumentName": "Gandhi Museum",
      "email": "gwalior_1733479738@gmail.com",
      "password": "test@123",
      "desc": "Dedicated to the life and contributions of Mahatma Gandhi, this museum features his personal belongings, letters, and photographs.",
      "contactNumber": "9706790706",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Gwalior",
      "state": "Madhya Pradesh",
      "pincode": "474001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bhopal Agency",
      "MonumentName": "Madhya Pradesh Science Centre",
      "email": "bhopal_1733479738@gmail.com",
      "password": "test@123",
      "desc": "A museum focusing on science and technology, offering interactive exhibits related to space, physics, and innovations in science.",
      "contactNumber": "9152646820",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Bhopal",
      "state": "Madhya Pradesh",
      "pincode": "462003",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Gwalior Agency",
      "MonumentName": "Janki Mandir Museum",
      "email": "gwalior_1733479738@gmail.com",
      "password": "test@123",
      "desc": "This museum located in a historic temple showcases religious artifacts and displays related to the worship of Goddess Janki.",
      "contactNumber": "8702266377",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Gwalior",
      "state": "Madhya Pradesh",
      "pincode": "474008",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Jabalpur Agency",
      "MonumentName": "Mahakoshal Art Gallery",
      "email": "jabalpur_1733479738@gmail.com",
      "password": "test@123",
      "desc": "An art gallery and museum that showcases the rich cultural and artistic heritage of the Mahakoshal region of Madhya Pradesh.",
      "contactNumber": "8141953283",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Jabalpur",
      "state": "Madhya Pradesh",
      "pincode": "482001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Indore Agency",
      "MonumentName": "Bhil Museum",
      "email": "indore_1733479739@gmail.com",
      "password": "test@123",
      "desc": "This museum is dedicated to the Bhil tribal community of Madhya Pradesh and showcases their art, culture, and traditional way of life.",
      "contactNumber": "9202705728",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Indore",
      "state": "Madhya Pradesh",
      "pincode": "452001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Guna Agency",
      "MonumentName": "Guna Museum",
      "email": "guna_1733479739@gmail.com",
      "password": "test@123",
      "desc": "This museum exhibits archaeological finds, regional artifacts, and local history, particularly from the Guna district.",
      "contactNumber": "8952403468",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Guna",
      "state": "Madhya Pradesh",
      "pincode": "473001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Indore Agency",
      "MonumentName": "Indore Heritage Museum",
      "email": "indore_1733479739@gmail.com",
      "password": "test@123",
      "desc": "A museum displaying the rich heritage of Indore, showcasing regional artifacts, textiles, and ancient sculptures from Indore's history.",
      "contactNumber": "8255004886",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Indore",
      "state": "Madhya Pradesh",
      "pincode": "452001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Sagar Agency",
      "MonumentName": "Sagar Museum",
      "email": "sagar_1733479739@gmail.com",
      "password": "test@123",
      "desc": "This museum exhibits historical artifacts, sculptures, and ancient manuscripts related to the cultural heritage of the Sagar region.",
      "contactNumber": "9040237008",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Sagar",
      "state": "Madhya Pradesh",
      "pincode": "470001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Khandwa Agency",
      "MonumentName": "Khandwa Museum",
      "email": "khandwa_1733479739@gmail.com",
      "password": "test@123",
      "desc": "A museum showcasing the cultural, historical, and archaeological heritage of the Khandwa region, featuring artifacts and sculptures from ancient times.",
      "contactNumber": "9366376039",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Khandwa",
      "state": "Madhya Pradesh",
      "pincode": "450001",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Shivpuri Agency",
      "MonumentName": "Madhav National Park Museum",
      "email": "shivpuri_1733479739@gmail.com",
      "password": "test@123",
      "desc": "Located inside Madhav National Park, this museum displays the flora and fauna of the park, alongside educational exhibits on wildlife conservation.",
      "contactNumber": "7448383295",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Shivpuri",
      "state": "Madhya Pradesh",
      "pincode": "473551",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bhopal Agency",
      "MonumentName": "Madhya Pradesh Tribal Art Museum",
      "email": "bhopal_1733479739@gmail.com",
      "password": "test@123",
      "desc": "This museum highlights the traditional art and crafts of the tribal communities of Madhya Pradesh, showcasing their handloom, pottery, and sculpture.",
      "contactNumber": "7047571855",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Bhopal",
      "state": "Madhya Pradesh",
      "pincode": "462003",
      "imageUrl": [],
      "iframe": "No iframe available"
  },
  {
      "agencyName": "Bhopal Agency",
      "MonumentName": "Bihar Museum",
      "email": "bhopal_1733479739@gmail.com",
      "password": "test@123",
      "desc": "Dedicated to the history, culture, and heritage of Bihar, the museum showcases artifacts from ancient to modern times, including sculptures and paintings.",
      "contactNumber": "8812991580",
      "ticketPrice": 100,
      "MonumentLogo": "No logo available",
      "city": "Bhopal",
      "state": "Madhya Pradesh",
      "pincode": "462003",
      "imageUrl": [],
      "iframe": "No iframe available"
  }
  ]
  
