[
        {
                "agencyName": "Lucknow Agency",
                "MonumentName": "Lucknow State Museum",
                "email": "lucknow_1733479732@gmail.com",
                "password": "test@123",
                "desc": "The Lucknow State Museum, located in the capital city of Uttar Pradesh, is a prominent cultural institution that showcases the region's rich historical, cultural, and artistic heritage. Established in the early 20th century, the museum has since become an important center for preserving the history of Lucknow and its surrounding areas. The museum's vast collection includes artifacts from the Mughal, Awadhi, and British colonial periods, with a strong focus on the royal history of Lucknow. One of the major highlights of the museum is its collection of sculptures, paintings, and artifacts from the time of the Mughal and Awadhi rulers, reflecting the grandeur of Lucknow’s cultural legacy. The museum features a significant collection of miniature paintings, which are an integral part of the region's artistic tradition, particularly those from the Mughal and Rajput schools. In addition to its visual art collection, the museum houses an impressive array of archaeological artifacts, including ancient coins, inscriptions, and pottery, which provide valuable insights into the region’s history. A major section of the museum is dedicated to the 1857 First War of Indian Independence, showcasing the city’s role during the uprising, particularly the contributions of local leaders and the struggle for independence. The museum also features exhibits on the cultural traditions of Lucknow, including its famous Chikan embroidery, musical traditions, and the city's unique cuisine. The museum is home to several ethnographic displays that offer a glimpse into the daily life and rituals of the people of Lucknow. For anyone interested in the history of this fascinating city, the Lucknow State Museum is a must-visit destination.",
                "contactNumber": "9836087145",
                "ticketPrice": 100,
                "MonumentLogo": "https://w7.pngwing.com/pngs/560/130/png-transparent-government-of-india-government-of-uttar-pradesh-uttar-pradesh-police-uttar-pradesh-subordinate-services-selection-commission-others.png",
                "city": "Lucknow",
                "state": "Uttar Pradesh",
                "pincode": "226002",
                "imageUrl": ["https://www.lucknowportal.com/wp-content/uploads/Lucnow-MMuseumuseum.jpg","https://www.lucknowportal.com/wp-content/uploads/state_museum_lucknow.jpg","https://www.lucknowportal.com/wp-content/uploads/Lucknow-State-Museum-Buddha-Statue.jpg","https://www.lucknowportal.com/wp-content/uploads/Lucknow-State-Museum-Egypt-Mummy.jpg"],
                "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3559.8309243433837!2d80.95245217604322!3d26.845329462981816!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x399bfd1ad8a56ded%3A0xc4ec8e2664e65f61!2sState%20Museum%20Lucknow!5e0!3m2!1sen!2sin!4v1733569481087!5m2!1sen!2sin"
            },
            {
                "agencyName": "Mathura Agency",
                "MonumentName": "Mathura Museum",
                "email": "mathura_1733479732@gmail.com",
                "password": "test@123",
                "desc": "The Mathura Museum, located in the city of Mathura, Uttar Pradesh, is an essential destination for those interested in the history and culture of ancient India. Established in 1874, it houses a rich collection of artifacts that reflect the city’s long history as a religious and cultural center. Mathura is known for being the birthplace of Lord Krishna, and the museum’s collection includes numerous sculptures, inscriptions, and other relics related to the city's ancient religious significance. The museum features an extensive collection of ancient sculptures, particularly those from the Kushan and Gupta periods, showcasing the high level of craftsmanship of the region's artists. The museum also has a remarkable collection of coins, pottery, and inscriptions that offer valuable insights into the political, social, and economic life of ancient Mathura. One of the most notable aspects of the Mathura Museum is its collection of images and sculptures of Hindu deities, including representations of Lord Krishna, Vishnu, and Shiva, highlighting the city’s importance as a center of religious worship. In addition to Hindu artifacts, the museum also features collections related to the Buddhist and Jain religions, which have had a significant influence on the region’s history. The museum is also known for its rare collection of Kushan-era art, which played a major role in shaping Indian sculpture and artistic expression during the early centuries of the Common Era. The Mathura Museum is a key institution for preserving and promoting the cultural and religious history of this ancient city, and it offers a fascinating journey through time for visitors interested in India’s early civilization.",
                "contactNumber": "8820123426",
                "ticketPrice": 100,
                "MonumentLogo": "https://w7.pngwing.com/pngs/560/130/png-transparent-government-of-india-government-of-uttar-pradesh-uttar-pradesh-police-uttar-pradesh-subordinate-services-selection-commission-others.png",
                "city": "Mathura",
                "state": "Uttar Pradesh",
                "pincode": "281001",
                "imageUrl": ["https://www.bmitpglobalnetwork.org/wp-content/uploads/2022/07/New-Museum-Building-scaled.jpg","https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRVeqaK1QWvA5zJpe0jiUEUkm2Udm5jVX_hArjzQVYo6KvtKOOLJ8A6Ktv7PTr0pA8R4bg&usqp=CAU","https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlgZyrfBu2szFrXgkcSw8WqpSQnol0L5ZwU7-yKyOGjPDcBBWiSkmqas1Rq9s-a-3xFK8&usqp=CAU"],
                "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3539.157194327279!2d77.67692787605937!3d27.495486334802756!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3973711459dbf85b%3A0x43c24f82f3aea2a2!2sGovernment%20Museum%2C%20Mathura!5e0!3m2!1sen!2sin!4v1733569656164!5m2!1sen!2sin"  },
            {
                "agencyName": "Varanasi Agency",
                "MonumentName": "Varanasi Archaeological Museum",
                "email": "varanasi_1733479732@gmail.com",
                "password": "test@123",
                "desc": "The Varanasi Archaeological Museum, located in one of India’s most sacred and historically significant cities, is dedicated to preserving the ancient heritage of Varanasi and its surrounding regions. Established in 1910, the museum houses a wide range of archaeological artifacts that reflect the city’s long and diverse history, which dates back thousands of years. Varanasi, being a major center of learning, religion, and culture, has produced a wealth of archaeological treasures, many of which are housed in this museum. The museum’s collection includes sculptures, inscriptions, and pottery from ancient civilizations, particularly those related to Hinduism, Buddhism, and Jainism. One of the highlights of the museum is its impressive collection of stone sculptures, many of which depict various deities and religious figures from Hindu mythology, providing insights into the city’s religious significance. Additionally, the museum features a large collection of Buddhist and Jain artifacts, highlighting the influence of these religions in the region. Another key feature of the museum is its extensive collection of coins, jewelry, and ancient manuscripts, which offer a glimpse into the city’s socio-economic history. The museum also includes exhibits on the cultural traditions of Varanasi, including its famous Banarasi silk weaving, as well as the city’s contribution to music, literature, and philosophy. For visitors interested in learning more about Varanasi’s rich history and its place in India’s cultural and religious landscape, the Varanasi Archaeological Museum is an essential stop. The museum plays a key role in preserving the city’s ancient past while educating visitors about its profound influence on the history of India.",
                "contactNumber": "7775426293",
                "ticketPrice": 100,
                "MonumentLogo": "https://w7.pngwing.com/pngs/560/130/png-transparent-government-of-india-government-of-uttar-pradesh-uttar-pradesh-police-uttar-pradesh-subordinate-services-selection-commission-others.png",
                "city": "Varanasi",
                "state": "Uttar Pradesh",
                "pincode": "221002",
                "imageUrl": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQGbVyuFcRFAk98waaLGDQ25kIUlDLVJpWywg&s","https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSkPjPGlON7y5USfhm1gr_8RIzOxJhmGQep8Q&s"],
                "iframe": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d115401.67397999544!2d82.85335434335937!3d25.327634699999994!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x398e2f3c9bf0c0df%3A0x8dc239dae9fa2104!2sSampurnanand%20University%20Archaeological%20Museum%20Varanasi!5e0!3m2!1sen!2sin!4v1733569781781!5m2!1sen!2sin"
            }
]